[
  {
    "id": 9671733,
    "companyId": 68548,
    "name": "Coordenador(a) de Dados",
    "description": "🚀 Buscamos pessoas candidatas que gostem de assumir desafios.Buscamos um(a) Coordenador(a) de Dados com sólida experiência técnica e capacidade de liderança para atuar de forma estratégica na gestão de soluções de dados, arquitetura moderna (Data Lake, Lake House), governança e evolução da cultura de dados na organização. A posição é nacional e envolve interação com diferentes áreas e stakeholders, garantindo que os dados sejam confiáveis, seguros e direcionados para gerar valor ao negócio.👥 Profissionais com Deficiência e/ou Reabilitados, Seu Talento é Precioso para Nós!Estamos comprometidos em construir um banco de talentos diversificado e inclusivo. Acreditamos que a verdadeira inovação nasce da diversidade e inclusão. A nossa missão é simplificar a vida com tecnologia e conectividade, e para isso, valorizamos cada indivíduo que contribui para o nosso sucesso.🌱 Cultivamos um Ambiente de Crescimento:Relacionamento interpessoal valorizado.Determinação para atingir resultados.Transparência em todas as nossas ações e comunicações.Responsabilidades e atribuiçõesLiderar o time de dados em iniciativas de arquitetura, engenharia e governança.Gerenciar e evoluir a arquitetura de dados da companhia, com foco em escalabilidade, segurança e performance.Definir padrões, processos e boas práticas para ingestão, tratamento e consumo de dados.Supervisionar o desenvolvimento de pipelines de dados em tempo real e batch.Garantir a organização, integridade e rastreabilidade das fontes de dados.Atuar no planejamento e execução de projetos estratégicos de dados.Apoiar a adoção e evolução de soluções em cloud e on-premises.Colaborar com áreas de negócio e tecnologia para soluções que gerem valor.Implementar políticas de Data Governance e segurança de dados.Gerenciar indicadores, capacidade de entrega e backlog da área.Tecnologias e Ferramentas:Cloud e Analytics: Google Cloud Platform (GCP), Microsoft Azure (Azure Data Factory, Synapse Analytics, Databricks).Bancos de Dados: Relacionais, NoSQL, Data Lakes, Lake Houses, Data Warehouses.Data Lake e Armazenamento: Delta Lake.Linguagens e Query: Python, SQL.CI/CD e Monitoramento: Jenkins, Datadog.Business Intelligence: Power BI, QuickSight ou similares.Requisitos e qualificaçõesFormação superior em Ciência da Computação, Engenharia, Sistemas ou áreas correlatas.Sólida experiência com Big Data (Hadoop, Kafka, Spark, etc.).Experiência com ferramentas de ETL e orquestração de processos (Airflow, Control-M).Proficiência em Python.Experiência com Cloud (GCP ou Azure ou AWS).Conhecimento em ferramentas de BI (Power BI, QuickSight ou similares).Inglês intermediário ou avançado.Diferenciais:Experiência com transformação digital e cultura de dados.Capacidade analítica/lógica.Conexão entre conhecimento técnico e estratégia de negócio.Organização, disciplina e proatividade.Trabalho colaborativo e orientação a resultados.Informações adicionaisQuanto a benefícios trabalhamos com:RVI - Remuneração variável incentivada, Participação nos Lucros e Resultados – PLR;Auxílio creche;Seguro de vida;Vale refeição;Vale alimentação;Auxílio mobilidade;Plano de saúde Unimed;Plano Odontológico;Descontos em academias (TotalPass);C4Life;Planos de internet e telefonia móvel com descontos.",
    "careerPageId": 165462,
    "careerPageName": "Brasil TecPar",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/68548/career/165462/images/2024-03-12_20-32_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-11T21:23:07.298Z",
    "applicationDeadline": "2025-09-08T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://vagasbrasiltecpar.gupy.io/job/eyJqb2JJZCI6OTY3MTczMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://vagasbrasiltecpar.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9671070,
    "companyId": 2358,
    "name": "Cientista de Dados Sênior ",
    "description": "Temos a missão de&nbsp;facilitar&nbsp;o dia a dia das pessoas através dos&nbsp;nossos softwares&nbsp;para diferentes segmentos do mercado. Para isso acontecer, contamos com um&nbsp;time&nbsp;incrível, composto por&nbsp;pessoas apaixonadas e engajadas&nbsp;em um único propósito:&nbsp;oferecer ferramentas inovadoras.&nbsp;Nosso convite é pensar juntos para melhorar o que existe, e ir além!&nbsp;Esse pode ser seu novo desafio para&nbsp;aprender, crescer, transformar e inovar, com a oportunidade de&nbsp;desenvolver sua carreira&nbsp;em uma das&nbsp;principais empresas&nbsp;de software do&nbsp;Brasil.&nbsp;Venha fazer parte dessa empresa incrível!Seja um Benner!Responsabilidades e atribuiçõesBuscamos um Cientista de Dados Sênior para integrar nossa equipe e desenvolver soluções analíticas inovadoras que impulsionem a tomada de decisão estratégica na empresa. O profissional será responsável pela criação e implementação de modelos estatísticos avançados, algoritmos de machine learning e soluções de inteligência artificial generativa, desempenhando papel fundamental no desenvolvimento dos produtos de IA.•&nbsp;&nbsp;&nbsp;Desenvolver soluções analíticas para problemas de negócio, implementando modelos estatísticos e preditivos;•&nbsp;&nbsp;&nbsp;&nbsp;Criar, manter e garantir roadmaps de produtos de inteligência artificial, alinhando objetivos técnicos com necessidades estratégicas do negócio;•&nbsp;&nbsp;&nbsp;Trabalhar com equipes multidisciplinares para traduzir requisitos em soluções técnicas viáveis;•&nbsp;&nbsp;&nbsp;Documentar todos os aspectos dos projetos, incluindo metodologias, arquiteturas, resultados e recomendações.Requisitos e qualificações•&nbsp;&nbsp;&nbsp;Graduação completa em curso de nível superior (Ciência da Computação, Estatística, Engenharia, Matemática, Física ou similar);•&nbsp;&nbsp;&nbsp;Experiência com processos de ETL e análise exploratória de dados;•&nbsp;&nbsp;&nbsp;Vivência com grandes volumes de dados utilizando SQL;•&nbsp;&nbsp;&nbsp;Conhecimento em aprendizado de máquina (machine learning) e aprendizado profundo (deep learning);•&nbsp;&nbsp;&nbsp;Experiência com Inteligência Artificial Generativa;•&nbsp;&nbsp;&nbsp;Domínio de Python e bibliotecas como Pandas, NumPy, Matplotlib, Scikit-learn;•&nbsp;&nbsp;&nbsp;Familiaridade com frameworks de IA;•&nbsp;&nbsp;&nbsp;Capacidade de traduzir problemas complexos em soluções práticas e escaláveis;•&nbsp;&nbsp;&nbsp;Boa comunicação e habilidade para trabalhar em equipes multidisciplinares.Será considerado um diferencial se você tiver:•&nbsp;&nbsp;&nbsp;Conhecimento em técnicas de governança e segurança aplicadas à IA generativa;•&nbsp;&nbsp;&nbsp;Experiência com RAG (Retrieval-Augmented Generation) e outras técnicas avançadas de IA generativa;•&nbsp;&nbsp;&nbsp;Conhecimento em C# para integração com sistemas existentes;•&nbsp;&nbsp;&nbsp;Experiência com plataformas de computação em nuvem (ex: AWS, Azure, GCP);•&nbsp;&nbsp;&nbsp;Experiência em ambientes ágeis e metodologias como Scrum ou Kanban.Informações adicionaisVale refeição e alimentação;Plano de saúde;Seguro de vida;Plano odontológico;Day off no aniversário;Vale transporte;Estacionamento gratuito;Universidade corporativa (IPED / Allura): Plataforma gratuita de educação corporativa;Incentivo a certificação: Remuneração adicional a cada certificação entregue, de acordo com a política vigente;Auxílio Educação: Reembolso de até 50% de pós-graduação ou MBA;Auxilio casamento;Auxilio creche para crianças até 5 aninhos;Bolsa maternidade/paternidade: Kit saída de hospital para o bebê;TotalPass;Café da manhã;PPR.",
    "careerPageId": 11857,
    "careerPageName": "Benner",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/2358/career/11857/images/2021-06-08_21-03_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-11T20:19:10.248Z",
    "applicationDeadline": "2025-10-10T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Brasília",
    "state": "Distrito Federal",
    "country": "Brasil",
    "jobUrl": "https://vemserbenner.gupy.io/job/eyJqb2JJZCI6OTY3MTA3MCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://vemserbenner.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9665504,
    "companyId": 986,
    "name": "Engenheiro de Dados GCP Pleno",
    "description": "A Leega é uma empresa focada no atendimento eficiente e inovador em seus clientes.&nbsp;Isso não poderia ser diferente com o nosso principal combustível: as pessoas!&nbsp;&nbsp;Nossa cultura é inspiradora e nossos valores estão presentes no dia a dia: ética&nbsp;e transparência, excelência de&nbsp;qualidade, trabalho em equipe, responsabilidade&nbsp;econômica, social e ambiental, relações humanas e credibilidade.Buscamos profissionais inovadores que sejam movidos por desafios e focados em resultados.Se você busca uma empresa dinâmica e parceira e que investe em seus colaboradores através de capacitação constante, a Leega é o lugar para você!&gt;&gt; A LEEGA É PARA TODOS, ficaremos muito felizes em ter você em nosso time. Venha fazer parte da nossa história e da construção do nosso futuro.&nbsp;Cadastre-se agora mesmo em nossas vagas!Responsabilidades e atribuições- Desenvolvimento e manutenção de aplicações ETL;- Garantir a disponibilidade dos dados para análises e tomada de decisão;- Realizar análises para integração de dados estratégicos de diversas fontes;- Fazer a ponte entre área de negócio e TI, entendendo os requisitos e construindo as soluções.Requisitos e qualificaçõesObrigatórios:- Vivência com Google Cloud Platform (BigQuery, Cloud Storage, Cloud Composer, Pub/Sub, Dataproc, Functions);- Experiência com Python no contexto de dados (leitura de arquivos, APIs, transformações e ingestões de dados);- Conhecimentos em banco de dados relacionais e não relacionais.Diferenciais:- Certificação em GCP;- Experiência com ferramentas ETL \"Low-code\";- Experiência com PySpark.100% remotoInformações adicionaisNa nossa empresa, você encontrará um ambiente colaborativo e um pacote de benefícios que visa o seu crescimento, saúde e qualidade de vida. Confira abaixo os benefícios que oferecemos:🏥 Convênio Médico Porto SeguroCuidado completo para você e sua família, com possibilidade de incluir cônjuge e filhos.🦷 Convênio Odontológico Porto SeguroProteção odontológica para você e seus dependentes.💰 Participação nos Lucros e Resultados (PLR)Reconhecimento pelo seu trabalho e contribuição para o sucesso da empresa.👶 Auxílio CrecheSuporte financeiro para que pais e mães cuidem dos pequenos com tranquilidade.🍽️ Vale Alimentação e Refeição AleloGarantindo refeições práticas e confortáveis no seu dia a dia.💻 Auxílio Home OfficeIncentivo para que você tenha um espaço de trabalho confortável em casa.📚 Parcerias com Instituições de EnsinoEducação ao seu alcance, com descontos e incentivos em cursos e graduações.🚀 Incentivo para Certificações, inclusive em CloudAvance sua carreira com certificações nas principais tecnologias como: GCP, Azure, AWS entre outras.🎁 Pontos LiveloAcumule pontos e use como preferir, com total liberdade de escolha.🏋️‍♂️ TotalPassIncentivo à saúde com planos de academia com desconto para colaboradores e familiares.🧘‍♂️MindselfIncentivo à melhorar a qualidade de vida através de meditação e o Mindfulness.",
    "careerPageId": 1410,
    "careerPageName": "Leega Consultoria",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/986/career/1410/images/2023-04-27_23-47_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-11T19:45:49.715Z",
    "applicationDeadline": "2025-10-10T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://leega.gupy.io/job/eyJqb2JJZCI6OTY2NTUwNCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "remote",
    "careerPageUrl": "https://leega.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9649117,
    "companyId": 51691,
    "name": "Engenheiro de Dados PL - Plataforma",
    "description": "Vem pra NÚCLEAJá imaginou se os meios de pagamento parassem de funcionar? Pois é, isso nem passa pela nossa cabeça, porque trabalhamos com inovação, confiabilidade e tecnologia de ponta para que você, pequenas ou grandes empresas possam fazer suas transações com total segurança e agilidade, a qualquer hora do dia ou da noite.Nosso ambiente é feito de gente movida pela vontade de interagir de forma colaborativa e disposta a se desafiar todos os dias. Estamos cheios de energia para continuar transformando o mercado financeiro. Temos muito Orgulho de Ser NÚCLEA.Sobre a NÚCLEAhttps://www.nuclea.com.br/Para todas as posições consideramos diversidade e inclusão.Na Núclea, valorizamos muito o respeito e a diversidade em nossas equipes, aqui, acreditamos que nossas diferenças são nossas maiores forças.De acordo com nossos valores, as pessoas estão no centro do nosso negócio e somente elas são capazes de movimentar a economia digital em benefício de toda a sociedade.Essa é a chance para você mudar a sua vida, corra e se inscreva!Responsabilidades e atribuiçõesIrá atuar com cientistas de dados, arquitetos de dados, engenheiros machine learning para criar produtos inovadores e novas tecnologias que facilitem, acelerem e permitam o desenvolvimento e implantação de soluções de Inteligência Artificial/Aprendizado de máquina com qualidade e escaláveis.&nbsp;Trabalhar em estreita colaboração com o time técnico para produzir pipelines de dados, de ponta a ponta (extração, tratamento e delivery de dados).&nbsp;Desenvolver em nuvem AWS e plataforma Databricks pipelines de processamento de dados de ponta a ponta para garantir que os dados estejam disponíveis para consumo no data lake.&nbsp;Selecionar a melhor Stack tecnológica e usar as bibliotecas e serviços de nuvem adequados para cada tarefa, alinhado com arquitetura e aplicar as melhores práticas e padrões de engenharia.&nbsp;&nbsp;Produzir código de alta qualidade que nos permita colocar nossas soluções em produção de forma contínua.&nbsp;Desempenhar um papel ativo nas reuniões de equipe e apresentações para os times de engenharia para difundir as melhores práticas no desenvolvimento de modelos do negócio.&nbsp;Requisitos e qualificaçõesConhecimento nas linguagens Python, PySpark e SQL.&nbsp;Conhecimento de Databricks.&nbsp;Conhecimento de desenvolvimento de APIs.&nbsp;Ferramentas AWS e Cloud como um todo&nbsp;Análise de dados.&nbsp;Visualização de dados.&nbsp;Vivência em ambiente de dados.&nbsp;Deployment em nuvem.&nbsp;Capacidade de aprender novas linguagens de programação e frameworks de modelagem e análise é indispensável&nbsp;Capacidade e hábito em ler documentações técnicas de pacotes de manipulação de dados é essencial&nbsp;&nbsp;Forte habilidade na elaboração e confecção de programas e códigos.&nbsp;Machine Learning – conhecimentos dos fundamentos para poder trabalhar com os cientistas de dados de forma eficiente é um diferencial.&nbsp;",
    "careerPageId": 118852,
    "careerPageName": "Núclea",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/51691/career/118852/images/2022-12-12_17-12_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-11T19:38:23.492Z",
    "applicationDeadline": "2025-10-06T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://nuclea.gupy.io/job/eyJqb2JJZCI6OTY0OTExNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://nuclea.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9670396,
    "companyId": 2328,
    "name": "Analista IV - Engenheiro de Dados",
    "description": "Observações:Todas as nossas vagas são abertas para públicos minorizados (pessoas pretas, trans, com deficiência, LGBTQIAPN+ e outros).Toda a nossa comunicação é feita por e-mail e WhatsApp, atente-se à atualização dessas informações no seu currículo!O Observatório Nacional da Indústria reúne dados de inteligência com alto valor agregado, com objetivo de subsidiar as decisões estratégicas das indústrias brasileiras e aumentar a competitividade do país.&nbsp;A partir de metodologias reconhecidas e estudos avançados nas temáticas de trabalho, educação, saúde, tecnologia e inovação, coletamos e analisamos dados e informações para construir cenários de futuro e produzir conhecimento aplicado.&nbsp;O Observatório divulga produtos de inteligência prospectiva, estratégica e competitiva, junto ao SESI, SENAI e IEL, bem como instituições de pesquisas nacionais e estrangeiras.&nbsp;Para saber mais, acesse o site: https://www.portaldaindustria.com.br/canais/observatorio-nacional-da-industria/Responsabilidades e atribuiçõesAnalisar os requisitos identificados e priorizados pelo negócio;Desenvolver, testar e manter os processos de ingestão de dados de acordo com os padrões de arquitetura da instituição;Desenvolver, testar e manter os processos de tratamento e armazenamento de dados de acordo com os padrões de arquitetura da instituição;Construir e manter webcrawlers, webscrapings e robôs na linguagem Python;Extrair bases de dados e padronizar informações, organizando o banco de dados;Identificar maneiras de melhorar a confiabilidade, a eficiência e a qualidade dos dados;Preparar dados para modelagem preditiva e prescritiva;Modelagem de Dados Relacional e Dimensional;Desenvolvimento e orquestração de pipeline de dados para o Data Lake;Extração, armazenamento e processamento de dados;Integração de dados via APIs;Manutenção dos processos para correção de falhas/erros;Implementação de melhorias.Requisitos e qualificaçõesFormação AcadêmicaGraduação completa em Ciência da Computação, Matemática, Estatística, Economia, Engenharias ou áreas correlatas.&nbsp;Experiência ProfissionalUso de Cloud, para componentes e serviços relacionados a dados (Azure Data Factory, Databricks, Azure DevOps entre outros);Desenvolvimento de processos robustos e estruturados de carga, normalização e padronização de rotinas e dados;Atuação como Engenheiro de Dados com foco em negócio, apoiando na criação de ambientes analíticos e geração de documentação;Desenvolvimento de soluções de Engenharia de Dados utilizando componentes de dados Azure e Databricks.&nbsp;Conhecimentos EspecíficosConhecimento técnico de infraestruturas de dados (bancos de dados relacionais, não relacionais, etc.), Datawarehouse, Lakehouse e Big Data;Linguagem SQL avançada;Python e suas respectivas bibliotecas para engenharia de dados;Spark;Metodologias ágeis (Scrum, Kanban);Utilização e construção de API's.&nbsp;[Desejáveis] Formações, Conhecimentos e/ou ExperiênciasConhecimento em Power BI Service.Informações adicionaisInformações de contratação:Contrato de trabalho por tempo indeterminado - CLT.Trabalho presencial no escritório da CNI, em Brasília/DF.Horário das 9h às 18h, 40h semanais, com banco de horas.Nossos principais benefícios:Ambulatório MédicoAuxílio-CrecheAuxílio Filho com DeficiênciaPlano de Saúde (Abrangência Nacional)Plano de Previdência PrivadaPlano OdontológicoPrograma de Treinamento e DesenvolvimentoPrograma Qualidade de VidaReembolso de Próteses e Órteses OrtopédicasSeguro de VidaServiço de Apoio Psicossocial, Financeiro e JurídicoVale-Alimentação e/ou RefeiçãoVale-Transporte",
    "careerPageId": 4960,
    "careerPageName": "CNI / SESI / SENAI / IEL",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/2328/career/4960/images/2024-09-17_18-54_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-11T19:26:43.907Z",
    "applicationDeadline": "2025-08-24T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Brasília",
    "state": "Distrito Federal",
    "country": "Brasil",
    "jobUrl": "https://cni.gupy.io/job/eyJqb2JJZCI6OTY3MDM5Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://cni.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9669370,
    "companyId": 295,
    "name": "Pessoa Supervisora - Dados Mestre de Produtos | São José dos Pinhais - PR",
    "description": "Um dos maiores grupos de beleza do mundo, o Grupo Boticário é uma empresa brasileira presente em mais de 40 países. É dono das marcas O Boticário, Eudora, Quem Disse, Berenice?, Vult, O.U.i, Dr. JONES,&nbsp;Tô.que.tô, TRUSS, e do marketplace Beleza na Web, além de atuar com produtos licenciados como Australian Gold, Bio Oil, Nuxe, e Pampers e sua divisão para o mercado B2B. Essa interação entre diferentes marcas, ativos, plataformas, rede de franqueados, representantes, distribuidores, varejistas, sellers e fornecedores formam o ecossistema de beleza do Grupo Boticário que oferece, ainda, soluções digitais de gestão de negócio para o varejo brasileiro por meio das suas marcas Mooz, Casa Magalhães e GAVB. São mais de 19 mil colaboradores diretos, com mais de 4 mil lojas em 1.780 cidades brasileiras.Promover ambientes de qualidade e de bem estar para os colaboradores do Grupo Boticário faz parte da nossa essência e do nosso propósito de existir. A área de Facilites preza pelas normas de segurança do trabalho e serviços de qualidade e faz tudo isso de maneira a levar aos nossos clientes internos bem estar e ambientes seguros.Vem fazer beleza com a gente!&nbsp;Responsabilidades e atribuiçõesGestão do time responsável pela governança do workflow de cadastro de materiais diretos, atuar no acompanhamento diário de dashboards, análises de priorizações e organização das demandas;Acompanhamento do indicador de capacidade da área, organização e distribuição do time;Desenvolver e aprimorar continuamente a governança das regras e processos para criação de novos produtos;Monitorar indicadores preditivos e iniciativas da área, apoiar em planos de ação para melhoria dos resultados;Gerir relações e influenciar stakeholders das interfaces, garantindo alinhamento na execução dos objetivos da área alinhados às necessidades do negócio;Apoiar na identificação e implementação de ajustes nas ferramentas e processos, favorecendo a eficiência nas operações;Elaborar materiais e relatórios para comitês e reports executivos, garantindo clareza e precisão das informações apresentadas.Requisitos e qualificaçõesGraduação completa em Administração, Engenharia ou áreas relacionadas;Desejável conhecimento de SAP ECCExperiência em análise de dados e indicadores de desempenho;Experiência com fluxos de cadastro;Experiência com metodologias de melhoria contínua;Habilidade para lidar com múltiplos stakeholders em uma organização dinâmica e ambígua;Perfil que combine visão estratégica com atuação prática;Capacidade de tomar decisões bem fundamentadas e implementar soluções;Postura independente e resiliente, com foco em identificar oportunidades e organizar as ações necessárias;Espírito de equipe, colaboração e habilidade de comunicação interpessoal.Informações adicionaisNOSSOS BENEFÍCIOSJá falamos que o Grupo Boticário é o melhor e maior ecossistema de beleza, né?E quando falamos dos Benefícios, nos preocupamos com as nossas pessoas e por isso, oferecemos um pacote de benefícios* que permite uma vida mais equilibrada e completa:Aqui, sua Saúde é prioridade. Plano médico e odontológico. Auxílio medicamentos. Vale saúde para familiares. Sessões de psicoterapia gratuitas. Telemedicina e 2ª opinião médica. Vacina da gripe e HPV gratuitas. Programas de cuidado com a saúdePara cuidar da sua Alimentação. Vale refeição ou restaurante local (conforme modelo de trabalho). Vale alimentação. Vale alimentação de NatalGarantindo Bem-Estar e Qualidade de Vida em todos os aspectos da vida. Plano de academias e estúdios de atividade física. Auxílio home office (modelos de trabalho híbrido e remoto). Plano de saúde para pets. Day off de aniversário. Desconto de até 40% em nossos produtos. Associação para colaboradores (convênios e parcerias, loja multimarcas, academias total pass, cursos e muito mais!). Programa de viagens e hospedagens&nbsp;Para a Família, nosso bem mais precioso. Auxílio educação infantil. Crédito nutrição infantil. Auxílio babá. Auxílio material escolar. Orientação jurídica, psicológica e social. Apoio para pais atípicos. Licença parental estendida (180 dias para mães e 120 dias para pais)Mobilidade para sua jornada presencial. Vale Transporte e Estacionamento (modelos híbrido e presencial)Seguridade para proteção e tranquilidade financeira. Seguro de Vida. Apoio ao falecimento de pais. Previdência Privada. Empréstimos consignados*Os pacotes de benefícios são configurados conforme regras de elegibilidade.",
    "careerPageId": 210,
    "careerPageName": "Grupo Boticário",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/295/career/210/images/2025-05-20_20-25_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-11T19:02:36.040Z",
    "applicationDeadline": "2025-08-17T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Sao Jose dos Pinhais",
    "state": "Paraná",
    "country": "Brasil",
    "jobUrl": "https://grupoboticario.gupy.io/job/eyJqb2JJZCI6OTY2OTM3MCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://grupoboticario.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9669787,
    "companyId": 5977,
    "name": "Cientista de Dados Sênior ",
    "description": "Como Cientista de Dados na Montreal, você fará parte de uma das melhores empresas de tecnologia do Brasil. Nossa trajetória iniciou há mais de trinta anos com uma pequena equipe de engenharia apaixonada por inovação. Em 1986, pessoas visionárias fizeram um compromisso com a tecnologia e sua capacidade de transformar o mundo. Aquele, seria apenas o começo de uma trajetória que nos tornou referência sólida no mercado e uma das melhores empresas para se trabalhar.Responsabilidades e atribuiçõesAtuar como Cientista de Dados Sênior.Requisitos e qualificaçõesAlocação de Mão de Obra especializada em Tecnologia da Informação.Cientista de Dados Sênior 'atuando no projeto de Framework de IA, garantindo prazo e qualidadeLinguagens de Programação: Proficiência em Python, SQL e desejável outras linguagens de desenvolvimento e algum frameworks de programação&nbsp;Machine Learning: Conhecimento e aplicação prática de algoritmos de Machine Learning&nbsp;Ferramentas e Plataformas: Familiaridade com ambientes Jupyter Notebooks e de plataformas de nuvem (Google Cloud, AWS) é um diferencial.]MLOps (conceitos básicos): Entendimento de como modelos são colocados em produção, monitorados e mantidos.Engenharia de Prompt: Conhecimento sobre a formulação e otimização de prompts para modelos de linguagem grandes (LLMs).Informações adicionais",
    "careerPageId": 12814,
    "careerPageName": "Montreal | Tecnologia e Inovação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/5977/career/12814/images/2025-03-17_17-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-11T18:53:41.961Z",
    "applicationDeadline": "2025-10-30T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://montreal.gupy.io/job/eyJqb2JJZCI6OTY2OTc4Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://montreal.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9669329,
    "companyId": 5977,
    "name": "ENGENHEIRO DE DADOS PLENO",
    "description": "Como Engenheiro de Dados, você fará parte de uma das melhores empresas de tecnologia do Brasil. Nossa trajetória iniciou há mais de trinta anos com uma pequena equipe de engenharia apaixonada por inovação. Em 1986, pessoas visionárias fizeram um compromisso com a tecnologia e sua capacidade de transformar o mundo. Aquele, seria apenas o começo de uma trajetória que nos tornou referência sólida no mercado e uma das melhores empresas para se trabalhar.Responsabilidades e atribuiçõesAtuar como Engenheiro de Dados Pleno.  Requisitos e qualificaçõesAlocação de Mão de Obra especializada em Tecnologia da Informação.Engenheiro de Dados Pleno atuando no projeto de Framework de IA, garantindo prazo e qualidadeApoiar no desenvolvimento de soluções que suportam os processos de utilização de dados em analytics, de acordo com as regras do negócio, padrões, requisitos técnicos e qualitativos estabelecidos nas políticas de tecnologia da informação.&nbsp;Conhecimento em infraestrutura para analytics (Data Lake, Lakehouse , Data Warehouse, Banco de Dados,&nbsp;Big Data)Engenharia de dados (ingestão de dados, ETL/ELT, DataOPS)Arquiteturas de dadosAplicação de metodologias ágeis e de ciência de dados em problemas financeirosExperiência com Python, SQL e .NETInformações adicionais",
    "careerPageId": 12814,
    "careerPageName": "Montreal | Tecnologia e Inovação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/5977/career/12814/images/2025-03-17_17-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-11T18:45:10.157Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://montreal.gupy.io/job/eyJqb2JJZCI6OTY2OTMyOSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://montreal.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9669826,
    "companyId": 39703,
    "name": "Engenheiro de Dados Sr",
    "description": "Na Stefanini, acreditamos no poder da colaboração. Co-criamos soluções inovadoras em parceria com nossos clientes, combinando tecnologia de ponta, inteligência artificial e a criatividade humana. Estamos na vanguarda da resolução de problemas de negócios, proporcionando impacto real em escala global.Ao se juntar à Stefanini, você se torna parte de uma jornada global de transformação. Estamos empenhados em criar impacto positivo não apenas nos negócios, mas também na vida de nossos colaboradores. Se você procura uma oportunidade de crescimento profissional em uma empresa que valoriza inovação, respeito, autonomia e parceria, você encontra aqui!Junte-se a nós e seja parte da mudança!#LI-REMOTE#LI-LC1Responsabilidades e atribuiçõesDescrição do Perfil:Estamos em busca de um(a) Engenheiro(a) de Dados Sênior para atuar em projetos estratégicos de dados. Este(a) profissional será responsável por desenvolver pipelines de dados robustos, apoiar a construção de soluções analíticas e contribuir com a evolução da arquitetura de dados da empresa.Responsabilidades:Desenvolver e manter pipelines de dados eficientes e escaláveis.Colaborar com equipes multidisciplinares para identificar necessidades analíticas e propor soluções.Contribuir para a evolução da arquitetura de dados da empresa, garantindo a integridade e a qualidade dos dados.Implementar processos de ETL e integração de dados de diversas fontes.Realizar consultas complexas e modelagem de dados em ambientes de alto volume de dados.Documentar processos e soluções desenvolvidas.Requisitos Técnicos:Experiência sólida com Databricks e Apache Spark: Demonstração de experiência prática no desenvolvimento de pipelines de dados.Domínio de Python: Habilidade em manipulação e transformação de dados utilizando Python.Conhecimento avançado em SQL: Capacidade de realizar consultas complexas e modelagem de dados.Diferenciais:Conhecimento em processos e indicadores de atendimento/call center.Experiência com manipulação de dados oriundos de serviços da IBM, como Watson, Orchestrate, entre outros.Requisitos e qualificaçõesInformações adicionaisO que te oferecemos:🍛 Vale Alimentação ou Vale Refeição;👨🏼‍🎓 Desconto em cursos, universidades e instituições de idiomas; 📚 Academia Stefanini - plataforma com cursos online, gratuitos, atualizados e com certificado; 🗣 Mentoring;🏫 Auxílio Creche; 💉 Clube de vantagens para consultas e exames;🏥 Assistência Médica;🦷Assistência Odontológica; 💰 Clube de vantagens e descontos nos melhores estabelecimentos;🛫 Clube de viagens;🐶 Convênio para Pet;e muito mais...",
    "careerPageId": 84556,
    "careerPageName": "Stefanini Group",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/39703/career/84556/images/2024-10-08_17-35_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-11T18:29:39.354Z",
    "applicationDeadline": "2025-10-10T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://stefanini.gupy.io/job/eyJqb2JJZCI6OTY2OTgyNiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://stefanini.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9669288,
    "companyId": 46700,
    "name": "Bling | Especialista em Banco de Dados | MongoDB | Remoto",
    "description": "Descomplicamos a vida de milhares de empreendedores. Somos um sistema ERP para micro e pequenas empresas, com ferramentas que possibilitam uma gestão operacional e financeira mais integrada, simples e prática.&nbsp;Como Especialista em banco de dados, com foco em MongoDB, Você será responsável por desenhar, evoluir e garantir a confiabilidade da infraestrutura cloud que suporta milhões de operações por dia. Esperamos que atue como uma referência técnica para o time, colabore em decisões arquiteturais e promova uma cultura de excelência, automação e segurança.Essa é uma oportunidade para quem domina ambientes em nuvem, atua com infraestrutura como código, práticas de observabilidade, segurança e atua com responsabilidade técnica de ponta a ponta, garantindo qualidade, performance e segurança.Essa oportunidade é para atuação remota, no regime CLT, com uma jornada de 40 horas semanais.Vem com a gente ajudar empresas a administrarem seus negócios de forma simples e inteligente, através de tecnologia! 💚🚀Responsabilidades e atribuiçõesResponsabilidades e atribuições:Projetar e implementar soluções escaláveis, seguras e resilientes em AWS.Administrar e evoluir ambientes de banco de dados (MongoDB).Evoluir o uso de Terraform, CI/CD e automações/Gitops para garantir infraestrutura reproduzível e auditável.Ser referência técnica em monitoramento, logging e rastreamento de sistemas distribuídos.Apoiar revisões arquiteturais e decisões técnicas com times de produto, desenvolvimento e segurança.Identificar gargalos, propor melhorias contínuas e liderar iniciativas estruturantes.Participar de incidentes críticos, war rooms e post-mortems com foco em prevenção e aprendizado.Mentorar analistas e engenheiros em práticas modernas de engenharia de infraestrutura.Requisitos e qualificaçõesO que você precisa ter:Profundo conhecimento em AWS (serviços core: EC2, VPC, S3, IAM, RDS, etc).Experiência com administração de ambientes MongoDB, MongoDB Ops Manager ou equivalente.Forte domínio de Infraestrutura como Código (Terraform – com módulos reutilizáveis e state remoto).Experiência com pipelines CI/CD (GitHub Actions, GitLab CI, etc).Vivência em ambientes Kubernetes / EKS.Vivência em ferramentas de observabilidade (Prometheus, Grafana, ELK/OpenSearch, New Relic).Conhecimento sólidos em segurança (IAM, hardening, políticas de rede, TLS, Security Hub).Automação com Bash, Python ou Go.Atuação com FinOps, gestão de custos e tagging.É desejável e será um diferencial:Experiência com SRE e DevOps.Coding - linguagem de programação (Javascript, PHP, Go, Java, Python, …).﻿Informações adicionaisO que nós oferecemos:🩺Convênio médico;🦷Convênio odontológico;🍽️Vale-refeição ou vale-alimentação;🍼 Auxílio-creche;💻 Auxílio home office🤑 Programa de participação de lucros-PPR;🏖️ Day Off no mês de aniversário;💛Seguro de vida; 🏋️‍♀️ Wellhub;🏖️ Férias&amp;Co (benefício de viagens);💝 Zenklub &nbsp;(psicoterapia/atendimento nutricional);💙Licença maternidade de 6 meses e paternidade de 20 dias;⌚Horário flexível;🤝🏿 Auxílio Educação e auxílio idiomas;Vem com a gente ajudar empresas a administrarem seus negócios de forma simples e inteligente, através de tecnologia!Temos uma cultura honesta, transparente e que evolui constantemente, focada em tornar o ambiente de trabalho mais leve e trazer integração total entre todas pessoas Blingers.Onde estamos:📍 Rua Olavo Bilac, 914, sala 101 - Térreo - Imigrante | Bento Gonçalves - RS | CEP: 95702-000Importante ressaltar:&nbsp;Essa e todas as vagas abertas da companhia LWSA são elegíveis para todas as pessoas, independente de gênero, etnia, orientação sexual, acessibilidade e/ou condição social. Ressaltamos que nossas vagas estão abertas para todas as pessoas com deficiência (PcDs).﻿",
    "careerPageId": 164852,
    "careerPageName": "LWSA",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/46700/career/164852/images/2023-11-03_17-48_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-11T17:52:57.011Z",
    "applicationDeadline": "2025-09-07T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://lwsa.gupy.io/job/eyJqb2JJZCI6OTY2OTI4OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://lwsa.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9632913,
    "companyId": 41090,
    "name": "Engenheiro(a) de Arquitetura de Sistemas e Dados",
    "description": "Este profissional será responsável por desenhar e implementar a arquitetura de um produto de inteligência artificial em nível enterprise, transformando sistemas de agentes de IA em uma plataforma robusta e escalável. Sua missão inclui estruturar a arquitetura idealizada, garantir a segurança, confiabilidade e desempenho da solução, construindo uma infraestrutura híbrida (pode rodar na nuvem e on-premises) que atenda clientes corporativos. Atuará como referência técnica na sustentação e evolução da plataforma para modelo Enterprise, permitindo que parte dos clientes conectem suas próprias camadas de dados à nossa nuvem, enquanto outros possam nos contratar para instalar a plataforma na sua estrutura, garantindo funcionamento consistente em ambos os cenáriosResponsabilidades e atribuiçõesProjetar a arquitetura de sistemas distribuídos em ambiente enterprise/híbrido, utilizando princípios cloud-native, containerização (Docker/Kubernetes) e microsserviços para alta disponibilidade e escalabilidade.Orquestrar a comunicação entre múltiplos agentes de IA, desenvolvendo uma camada de orquestração que gerencie fluxos de dados e comunicação entre agentes e serviços (incluindo APIs REST e webhooks para integrações externas).Implementar pipelines de dados batch e em tempo real, integrando data lakes e plataformas de streaming (por exemplo, Apache Kafka) para processar grandes volumes de dados com baixa latência e alta confiabilidade.Garantir a performance da plataforma por meio de estratégias de cache, auto-scale e otimizações de latência, visando atender SLAs de alto throughput (milhares de requisições por segundo) e tempos de resposta mínimos.Acompanhar iniciativas de segurança e compliance na arquitetura: implementar controle de acesso baseado em papéis (RBAC) e autenticação OAuth2, assegurar criptografia de dados em trânsito (TLS) e em repouso (AES-256), além de estabelecer trilhas de auditoria completas para monitoramento de acesso.Entender de&nbsp; CI/CD automatizados, permitindo entregas frequentes e confiáveis de novos componentes e atualizações da plataforma.Estabelecer mecanismos, em conjunto com a pessoa de DevOPs, de observabilidade abrangentes (monitoramento, logging, tracing e alertas) para acompanhar a saúde dos serviços, desempenho dos agentes de IA e uso pelos clientes, facilitando diagnósticos e melhoria contínua.Colaborar com times de produto, front-end e engenharia de dados para garantir que a arquitetura atenda aos requisitos funcionais (como dashboards de monitoramento, integrações com CRM/CDP e ferramentas analíticas) e não-funcionais (segurança, desempenho, escalabilidade).Suportar a criação de ambientes de desenvolvimento e testes para novos agentes de IA, fornecendo infraestrutura e boas práticas que agilizem o treinamento, validação e deploy desses agentes.Documentar decisões de arquitetura, padrões adotados e melhores práticas, servindo como guardião(ã) da qualidade técnica e guia para outros engenheiros na equipe.Requisitos e qualificaçõesExperiência sólida (idealmente 5+ anos) em arquitetura de sistemas complexos, abrangendo ambientes híbridos (integração nuvem e on-premises) e alta escalabilidade.Domínio de Kubernetes e conteinerização de aplicações, com profundo conhecimento de arquitetura de microsserviços e design de APIs RESTful.Prática comprovada com ferramentas de CI/CD (por exemplo, Jenkins, GitLab CI, GitHub Actions) e implementação de pipelines de deploy contínuo.Conhecimento em observabilidade: monitoramento de aplicações distribuídas, logging centralizado (ELK, Graylog ou similar) e métricas (Prometheus/Grafana ou equivalentes).Forte entendimento de segurança de aplicações e dados: controle de acesso (RBAC), protocolos de autenticação/autorização (OAuth2, JWT), criptografia (TLS, AES-256).Experiência com arquitetura de dados em larga escala: com acesso a data lakes, armazenamento distribuído e processamento de dados em batch e streaming (ferramentas como Apache Kafka, Spark ou Flink).Habilidade em otimização de desempenho e resolução de gargalos, utilizando técnicas de caching (Redis ou similares), balanceamento de carga e tuning de aplicações para baixa latência.Familiaridade com integrações de sistemas corporativos (CRM, bancos de dados, serviços third-party) via APIs e webhooks, incluindo desenho de conectores para sistemas legados.Formação em Ciência da Computação, Engenharia de Software ou área correlata (ou experiência prática equivalente), com capacidade de liderar discussões técnicas de alto nível.Perfil proativo, orientado a resolução de problemas complexos e com habilidade de comunicar arquiteturas e boas práticas para times multidisciplinares.Diferenciais Desejáveis:Certificações relevantes (ex: AWS/Azure Solutions Architect, CKA Kubernetes Administrator, ou Segurança da Informação) que comprovem domínio nas áreas citadas.Experiência prévia na construção de plataformas de IA ou analytics em ambiente SaaS e/ou Enterprise, incluindo conhecimento de MLOps e implantação de modelos de machine learning em produção.Vivência com ferramentas de gerenciamento e orquestração de workflows de dados/IA (Apache Airflow, Kubeflow etc.) e com arquiteturas orientadas a eventos.Conhecimento de frameworks e bibliotecas para desenvolvimento de agentes de IA (por exemplo, LangChain, TensorFlow/Servingen modelos, integração com APIs OpenAI) para colaborar eficazmente com especialistas em AI.Experiência com compliance e auditorias de segurança (ISO 27001, SOC 2), demonstrando capacidade de implementar plataformas alinhadas a padrões internacionais de segurança.Inglês avançado para leitura de documentação técnica e pesquisa de soluções, garantindo acesso às práticas de ponta em arquitetura de sistemas.Informações adicionaisModelo de contratação: PJ&nbsp;Tipo de CNPJ/Empresa: ME (microempresa) ou LTDA (Empresa de Responsabilidade Limitada)Cachê: Valor fixo em Nota Fiscal&nbsp;Com plano abrangente de benefícios:💻 Notebook da empresa para quem está em SP, ou 💸 auxílio infraestrutura para garantia de internet e insumos para a realização do trabalho, para quem está fora de SP.🤑13ª nota no ano;🛫 Recesso de 30 dias + 1/3 (benefício adquirido após 1 ano de contrato);🏥 Assistência Médica SulAmérica💚Seguro de Vida;💳 VR por dia útil; (Cartão Flash; Crédito/Débito; podendo utilizar em redes com CNPJ de food (Exemplo: Restaurante;Mercado e Aplicativos)📴 Day-off +crédito extra no cartão flash pelo dia do aniversário vitalício;🦷 Assistência Odontológica SulAmérica - Plano opcional🏋🏻Incentivo a prática de exercício físico - TotalPass📚 Incentivo a educação - Reembolso mensal para cursos e treinamentos (segundo política)✅Avaliações de performance semestrais com feedbacks e construção de PDI.🪴Escritório moderno, preparado para atender a todos, com restaurante próprio em estilo bistrô.",
    "careerPageId": 93235,
    "careerPageName": "Just a Little Data",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/41090/career/93235/images/2023-06-09_23-35_companyLogoUrl.png",
    "type": "vacancy_legal_entity",
    "publishedDate": "2025-08-05T15:22:30.771Z",
    "applicationDeadline": "2025-10-04T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://justalittledata.gupy.io/job/eyJqb2JJZCI6OTYzMjkxMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://justalittledata.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9512756,
    "companyId": 1699,
    "name": "Analista de Dados Pleno",
    "description": "Aqui na Tirolez, nós&nbsp;#agimoscomodono, colocamos a mão na massa e entregamos os resultados acordados.Valorizamos as pessoas, somos disponíveis e atenciosos, sempre com muito respeito, pois&nbsp;#gostamosdepessoas.Nós&nbsp;#crescemosjuntos, por que trabalhamos pelo sucesso comum, atingimos o resultados em equipe e promovemos um ambiente de desenvolvimento contínuo.Agimos com coragem e&nbsp;#somostransparentes.Valorizamos a nossa história, vivemos o presente e temos foco no futuro. Somos engajados e temos muito brilho nos olhos, afinal,&nbsp;#amamosoquefazemos.Gostou do nosso jeito de ser?Então cadastre seu currículo e faça parte do nosso time!#SomosTirolezResponsabilidades e atribuiçõesApoiar a transição da área de BI para Dados, propondo boas práticas e soluções escaláveis.Ser responsável pela&nbsp;configuração, organização e manutenção do ambiente Databricks, incluindo clusters, permissões, notebooks e integração com fontes de dados.Desenvolver pipelines de dados utilizando&nbsp;Databricks&nbsp;(PySpark/SQL).Realizar análises exploratórias e modelagem de dados para apoiar decisões estratégicas.Criar e manter dashboards e relatórios analíticos em ferramentas como&nbsp;Power BI e&nbsp;Qlik&nbsp;.Trabalhar em conjunto com engenheiros de dados, BI e áreas de negócio.Garantir a qualidade, integridade e governança dos dados.Documentar processos, fluxos e transformações de dados.Requisitos e qualificaçõesExperiência com&nbsp;Databricks&nbsp;(preferencialmente em ambiente Azure ou AWS).Domínio de&nbsp;SQL&nbsp;e&nbsp;Python&nbsp;para manipulação e análise de dados.Conhecimento em&nbsp;modelagem de dados&nbsp;(relacional e dimensional).Experiência com ferramentas de visualização como&nbsp;Power BI,&nbsp;Qlik.Familiaridade com versionamento de código (Git) e metodologias ágeisDESEJÁVEIS:Experiência com&nbsp;Delta Lake,&nbsp;Spark&nbsp;e&nbsp;Lakehouse Architecture.Conhecimento em&nbsp;DataOps&nbsp;e&nbsp;CI/CD para dados.Noções de&nbsp;governança de dados&nbsp;e&nbsp;catálogo de dados&nbsp;(ex: Unity Catalog).Informações adicionaisComo aqui Gostamos de Pessoas, confira nossos benefícios ao fazer parte do time:Por aqui, você utiliza o valor para alimentação da forma que achar melhor. Distribuir a verba entre Vale Alimentação e Vale Refeição ou escolher apenas um. Você decide!;Cuidamos da sua saúde! Temos Assistência médica e odontológica e o programa Viva+, com todo suporte necessário para o seu bem-estar;Falando em saúde, temos parceria com o Wellhub (Gympass);Plataforma de apoio psicológico e Nutricional;Seu esforço é reconhecido! Temos o Programa de Participação de Resultados todos os anos;Seguro de vida;Vale Transporte ou Estacionamento, de acordo com a sua rotina (Estacionamento para Matriz e CD);Day Off de aniversário, você merece um dia para celebrar com quem ama;Plataforma de educação corporativa que deixa você sempre atualizado por meio de cursos e treinamentos disponíveis para todo o time Tirolez;Ainda temos parcerias e convênios com instituições em todo o Brasil, para dar um up no seu desenvolvimento;Salary Fits: Portal de benefícios exclusivo (Clube de Vantagens Tirolez, English Pass, entre outros);CAT Sesi: Centro de Atividades do Sesi para você e sua família.",
    "careerPageId": 2620,
    "careerPageName": "Tirolez",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1699/career/2620/images/2025-02-25_14-47_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-05T14:30:59.109Z",
    "applicationDeadline": "2025-09-12T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://tirolez.gupy.io/job/eyJqb2JJZCI6OTUxMjc1Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://tirolez.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9605376,
    "companyId": 400,
    "name": "Analista de Dados Sr. (Governança)",
    "description": "Quando você pensa em carreira, o que vem à sua mente? Propósito? Colaboração? Ser protagonista para fazer a diferença? No PagBank temos tudo isso e muito mais. 💛&nbsp;Estamos em busca de pessoas que vistam a camisa com orgulho. Gente com vontade de facilitar a vida financeira das pessoas e impulsionar negócios!&nbsp;Tá a fim de uma carreira que rende mais?&nbsp;Confira essa oportunidade e #VemProPags!Responsabilidades e atribuiçõesSupervisionar a catalogação dos dados, garantindo completude e qualidade dos metadados e engajando os times e owners na sua utilização.&nbsp;Criar e otimizar processos para identificação, coleta e monitoramento sistemático de metadados. Trabalhar em colaboração com times técnicos para elaborar requisitos e validar melhorias no Marketplace de Dados.&nbsp;Definir e atribuir papéis e responsabilidades relacionados à gestão de dados, engajando e capacitando os responsáveis para garantir a excelência no tratamento dos dados.&nbsp;Colaborar com Segurança da Informação, fornecendo metadados e indicando responsáveis, para assegurar a implementação eficaz de controles de acesso. Alavancar a classificação de sensibilidade dos dados (LGPD, PCI..) em todos os ambientes.&nbsp;Desenvolver e manter uma estrutura e terminologia padronizadas, garantindo que os dados sejam facilmente compreensíveis e utilizáveis por todas as áreas da empresa.&nbsp;Identificar oportunidades para a publicação de produtos de dados corporativos, garantindo a manutenção de um acervo de alta qualidade.&nbsp;Requisitos e qualificaçõesSuperior (completo ou cursando) em Ciência da Computação, Análise de Sistemas ou áreas correlatas.Experiência com governança e gestão de dados.Familiaridade com processos e ferramentas e plataformas de gestão de dados.&nbsp;Experiência com metodologias ágeis.&nbsp;Conhecimento em Power BI ou outras ferramentas de visualização e análise de dados.&nbsp;Habilidade para monitorar e reportar resultados, utilizando métricas e KPIs.&nbsp;Conhecimento em DMBOK e na lei LGPD e GDPR&nbsp;",
    "careerPageId": 376,
    "careerPageName": "PagBank",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/400/career/376/images/2020-07-22_18-13_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-05T13:22:01.760Z",
    "applicationDeadline": "2025-12-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Sao Paulo",
    "state": "São Paulo",
    "country": "",
    "jobUrl": "https://pagseguro.gupy.io/job/eyJqb2JJZCI6OTYwNTM3Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://pagseguro.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9631632,
    "companyId": 39703,
    "name": "ENGENHEIRO DE DADOS PL/SR",
    "description": "Na Stefanini, acreditamos no poder da colaboração. Co-criamos soluções inovadoras em parceria com nossos clientes, combinando tecnologia de ponta, inteligência artificial e a criatividade humana. Estamos na vanguarda da resolução de problemas de negócios, proporcionando impacto real em escala global.Ao se juntar à Stefanini, você se torna parte de uma jornada global de transformação. Estamos empenhados em criar impacto positivo não apenas nos negócios, mas também na vida de nossos colaboradores. Se você procura uma oportunidade de crescimento profissional em uma empresa que valoriza inovação, respeito, autonomia e parceria, você encontra aqui!Junte-se a nós e seja parte da mudança!Responsabilidades e atribuiçõesResponsabilidades e Atribuições:Desenvolvimento de Sistemas de Processamento:Criar e otimizar sistemas de processamento em larga escala em ambientes distribuídos e datalakes, utilizando Databricks para garantir eficiência no armazenamento e acesso aos dados.Pipelines e Orquestração:Desenvolver e gerenciar pipelines de dados, orquestrando jobs dentro do Databricks, com ênfase em segurança, estabilidade e rastreabilidade.Modelagem de Dados:Modelar dados de produtos, garantindo a criação de tabelas performáticas e organizadas, alinhadas às melhores práticas de engenharia de dados.Manutenção e Monitoramento:Ser responsável pelo desenvolvimento, monitoramento e manutenção dos sistemas e processos, atuando de forma independente e em colaboração com a equipe.Colaboração Interdisciplinar:Trabalhar em conjunto com engenheiros, analistas e cientistas de dados para desenvolver soluções inovadoras para problemas complexos e fornecer suporte técnico ao time.Apoio à Área de Produto:Apoiar as áreas de produto na entrega de soluções com alto valor agregado, assegurando que as necessidades do negócio sejam atendidas de forma eficaz.Experiências Desejadas:Mínimo de 4 anos de experiência como Engenheiro(a) de Dados, com um histórico comprovado de desenvolvimento de soluções de dados em larga escala.Experiência na criação e implementação de modelos de dados para Datalakes, garantindo a eficiência e eficácia do acesso aos dados.Vivência em projetos que envolvem a integração de dados e análise de grandes volumes de informações.Requisitos e qualificaçõesRequisitos e Qualificações:Formação Acadêmica:Graduação em Ciência da Computação, Engenharia de Software, Sistemas de Informação ou áreas relacionadas.Habilidades Técnicas:Conhecimento avançado em SQL e PySpark para o desenvolvimento de soluções de dados.Sólida experiência em programação com Python.Familiaridade com conceitos de arquitetura em camadas, como o modelo de Medalhões.Ferramentas e Plataformas:Experiência com a plataforma Databricks, incluindo a criação de pipelines e orquestração de jobs.Conhecimento em ferramentas de visualização de dados, como Power BI, para construção de dashboards.Diferenciais:Conhecimento em Salesforce Service Cloud e Genesys Cloud.Experiência com dados de jornada de atendimento e integrações via APIs.Experiência em streaming de dados e desenvolvimento de pipelines em tempo real.Certificações:Certificações relevantes em engenharia de dados, como Databricks Certified Data Engineer ou similares, são um diferencial.Competências Comportamentais:Boa comunicação e capacidade de trabalhar em equipe.Proatividade na resolução de problemas e inovação.Habilidade para lidar com prazos e demandas variadas.Informações adicionaisO que te oferecemos:🍛&nbsp;Vale Alimentação ou Vale Refeição;👨🏼‍🎓&nbsp;Desconto em cursos, universidades e instituições de idiomas;📚&nbsp;Academia Stefanini - plataforma com cursos online, gratuitos, atualizados e com certificado;🗣&nbsp;Mentoring;💉&nbsp;Clube de vantagens para consultas e exames;🏥&nbsp;Assistência Médica;🦷Assistência Odontológica;💰&nbsp;Clube de vantagens e descontos nos melhores estabelecimentos;🛫&nbsp;Clube de viagens;🐶&nbsp;Convênio para Pet;e muito mais...",
    "careerPageId": 84556,
    "careerPageName": "Stefanini Group",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/39703/career/84556/images/2024-10-08_17-35_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-05T12:53:44.319Z",
    "applicationDeadline": "2025-10-04T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://stefanini.gupy.io/job/eyJqb2JJZCI6OTYzMTYzMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://stefanini.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9629203,
    "companyId": 115,
    "name": "Analista de Dados Pleno ",
    "description": "Estamos em busca de um(a) Analista de Dados Pleno com forte capacidade analítica, experiência na construção e monitoramento de indicadores de desempenho (KPIs) e domínio em ferramentas de visualização de dados. Esse(a) profissional será peça-chave na transformação de dados em insights estratégicos, atuará na modelagem de dados, construção de relatórios e dashboards, apoiando as áreas operacionais e de negócio na tomada de decisão.Se você gosta de desafios e deseja crescer em um ambiente dinâmico, esta vaga proporcionará experiência prática em gerenciamento e análise de dados, oferecendo uma valiosa oportunidade de crescimento profissional.Fazemos parte do&nbsp;Grupo 123milhas + MaxMilhas, e somos líderes na transformação digital do setor de viagens. Unimos o melhor das duas marcas para criar um ecossistema ainda mais forte, que combina&nbsp;tecnologia, inovação e propósito.Nosso time é formado por pessoas engajadas, colaborativas e comprometidas com a entrega de produtos de alta qualidade. Valorizamos um ambiente leve.Responsabilidades e atribuições· Coletar, organizar e analisar dados provenientes de múltiplas fontes.· Construir relatórios e dashboards interativos para monitoramento de KPIs e desempenho operacional.· Desenvolver e acompanhar indicadores estratégicos de desempenho em conjunto com as lideranças das áreas.· Garantir a integridade e qualidade dos dados utilizados nas análises.· Realizar análises quantitativas e qualitativas para identificar oportunidades de melhoria de performance e eficiência.· Possuir familiaridade na criação e análises gráficas, utilizando ferramentas de análise e visualização de dados para identificar tendências e insights;· Estruturar, monitorar e evoluir dashboards e indicadores operacionais e estratégicos de diferentes áreas do negócio.· Colaborar com diferentes projetos para entender suas necessidades de dados e fornecer suporte analítico;Requisitos e qualificações· Ensino superior completo em Ciência de Dados, Computação, Estatística, Matemática, Engenharia, Sistemas de Informação, Economia ou áreas correlatas.· Sólida experiência com análise de dados e construção de indicadores de desempenho.· Domínio de SQL, Python, Excel, Minitab ou R. aplicados à análise de dados.· Experiência com ferramentas de visualização como Power BI, Looker, Tableau ou Google Data Studio.· Conhecimento em técnicas estatísticas como regressão, classificação e previsão de séries temporais.· Facilidade em lidar com grandes volumes de dados.· Perfil analítico, proativo, com autonomia, visão estratégica e foco em execução.· Boa comunicação para interação com áreas de negócio e tecnologia.Desejável· Experiência com Google Analytics.· Familiaridade com orquestração de pipelines de dados (Apache Airflow ou similar).· Vivência em ambientes com grande volume de dados.Informações adicionaisBenefícios:Vale Refeição: R$ 35,00 por dia útil trabalhado, com 20% de desconto em cima do valor creditado.Assistência Médica: Unimed sem custo de mensalidade para colaborador; extensivo aos dependentes legais, com coparticipação de 20% de consultas e examesAssistência Odontológica:&nbsp;Plano METLIFE, com mensalidade de R$ 12,06 por usuário, mediante adesãoVale Transporte ou Auxílio Combustível:&nbsp;O valor equivalente ao custo do VT, com coparticipação de 3% sobre o salárioGympass:&nbsp;Extensivo a dependentes, com pagamento conforme a modalidade escolhidaDay Off:&nbsp;Folga no mês do seu aniversárioViajar é para todos:&nbsp;20% de desconto na compra de passagens aéreasConvênio com SESCMalas Prontas:&nbsp;R$500,00 de voucher para utilização nos produtos do grupo 123 no mês de fériasAuxílio Creche:&nbsp;R$400,00 para auxílio com creche dos filhos de até cinco anos de idade.",
    "careerPageId": 26,
    "careerPageName": "MaxMilhas",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/115/career/26/images/2023-04-05_19-09_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-05T12:09:15.117Z",
    "applicationDeadline": "2025-10-03T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Belo Horizonte",
    "state": "Minas Gerais",
    "country": "Brasil",
    "jobUrl": "https://maxmilhas.gupy.io/job/eyJqb2JJZCI6OTYyOTIwMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://maxmilhas.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9631150,
    "companyId": 528,
    "name": "Consultora | Consultor de Ciências de Dados II",
    "description": "Da cidade de Alumínio para o alumínio de todas as cidades!&nbsp;&nbsp;Somos a CBA e existimos para ser a&nbsp;liga&nbsp;entre o mundo do alumínio e o mundo das&nbsp;pessoas. Nós oferecemos infinitas possibilidades, transformamos o cotidiano por meio de um metal infinitamente reciclável, que modifica o cenário da&nbsp;mobilidade, do&nbsp;consumo, da&nbsp;sustentabilidade&nbsp;e da&nbsp;qualidade de vida.&nbsp;&nbsp;Este é o nosso chamado para pessoas sonhadoras, apaixonadas por novos aprendizados, inovadoras e dispostas a se tornarem verdadeiros(as) agentes de transformação!&nbsp;Incentivamos a participação de pessoas negras, mulheres, LGBTQIA +,&nbsp;e pessoas com deficiência. Temos um comprometimento em promover&nbsp;diversidade, e acreditamos que ela é o caminho para a construção de um mundo melhor e mais justo, e que precisa ser começado dentro da nossa própria casa, então, vem ser aluminizado(a) com a gente!&nbsp;&nbsp;#VemserCBAResponsabilidades e atribuiçõesEstamos em busca de um(a) Consultor de Ciência de Dados II para integrar nosso time de Data &amp; Analytics, com atuação em projetos analíticos de ponta a ponta. Procuramos alguém com sólida experiência em machine learning e modelagem preditiva, mas que também tenha interesse (ou bagagem) em modelos de otimização, simulação e tomada de decisão baseada em dados.Valorizamos profissionais com perfil generalista, capazes de aplicar diferentes abordagens analíticas conforme o desafio de negócio – combinando visão técnica, curiosidade investigativa e senso de impacto.Desenvolver e implementar modelos de machine learning para classificação, regressão, clustering, séries temporais, entre outros;Desenvolver e colaborar em projetos que envolvem modelos matemáticos de otimização e simulação, contribuindo para soluções híbridas e integradas;Trabalhar junto aos engenheiros de dados e áreas de negócio para traduzir desafios operacionais em soluções analíticas escaláveis;Documentar, comunicar e apresentar resultados com clareza, orientando a tomada de decisão com base em evidências;Promover boas práticas em ciência de dados e apoiar a disseminação da cultura analítica.Requisitos e qualificaçõesOBRIGATÓRIO:Formação superior em Ciência da Computação, Matemática, Engenharias, Estatística e áreas correlatas;Experiência sólida em projetos de ciência de dados;Domínio de Python;Conhecimentos em machine learning supervisionado e não supervisionado, pipelines de machine learning e validação de modelos;Desejável conhecimento e experiência com modelos de otimização (linear, inteira, heurísticas) e simulação;Experiência com banco de dados, ambiente Azure e ferramentas de big data;Boa comunicação, capacidade de trabalhar em squads e orientação a entregas com impacto no negócio.Informações adicionaisNa&nbsp;&nbsp;CBA, o foco nas pessoas é real, por isso, nos preocupamos em apoiar nossas empregadas e empregados em cada momento!Cuidamos de você e sua família, com os benefícios de assistência médica, assistência odontológica,&nbsp;seguro de vida, programa de parentalidade e o programa de qualidade de vida, o Por você com os pilares de: atividade física, orientação nutricional, bem-estar com saúde emocional e prevenção.De acordo com a unidade de trabalho você poderá ter acesso ao benefício de refeição, benefício de alimentação, e suporte para o deslocamento como: vale transporte, reembolso mobilidade ou a opção do fretado.Também oferecemos o bônus anual e o plano de previdência privada, para que os nossos empregados e empregadas possam se preparar melhor para o futuro.",
    "careerPageId": 586,
    "careerPageName": "CBA",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/528/career/586/images/2022-08-22_11-24_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-05T11:52:17.839Z",
    "applicationDeadline": "2025-09-05T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://cba.gupy.io/job/eyJqb2JJZCI6OTYzMTE1MCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://cba.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9605488,
    "companyId": 30662,
    "name": "Analista Engenharia de Dados Jr",
    "description": "A Caixa Vida e Previdência tem uma grande variedade de seguros de vida, planos de previdência e prestamista. Por aqui, trabalhamos com soluções de todos os tipos e custos para atender diferentes perfis de clientes. Afinal, o nosso propósito é&nbsp;cuidar das famílias brasileiras. Diariamente, olhamos para o Brasil para entender o presente e contribuir com o planejamento do futuro.&nbsp;&nbsp;A CVP existe para quem quer complementar a aposentadoria, garantir a faculdade dos filhos, comprar a casa própria e para talentos que querem embarcar em uma nova jornada profissional em direção ao sucesso.&nbsp;&nbsp;A vaga para Analista Engenharia de Dados Jr está aberta para fortalecer o nosso time Engenharia de Dados. Se você é uma pessoa que reconhece o valor de cuidar dos brasileiros e quer crescer com a Caixa Vida e Previdência, vem que as portas estão abertas.&nbsp;&nbsp;Inscreva-se agora!&nbsp;✨&nbsp;Responsabilidades e atribuiçõesComo Analista de Engenharia de Dados Júnior, você será responsável por:Desenvolver e manter pipelines básicos de extração, transformação e carga (ETL / ELT);Realizar tarefas de limpeza e integração de dados de diferentes fontes;Documentar processos e fluxos de dados existentes;Suportar a equipe em atividades técnicas relacionadas à manipulação de dados;Apoiar a qualidade dos dados, integrando regras e controles aos ativos e processos;Participar da evolução da arquitetura de metadados e da automação da governança de dados.Requisitos e qualificaçõesConheça os requisitos antes de se candidatar:﻿Estruturas de dados relacionais e não relacionais;Modelagem de dados, pipelines de ETL / ELT e integração de dados;Banco de dados SQL e NoSQL (ex.: MySQL, PostgreSQL, MongoDB);Conhecimento em linguagens como Python, Java, Scala e SQL;Automação de processos e scripts para otimização de fluxos de trabalho;Ferramentas de ETL, preferencialmente DataStage;Shell scripting;Noções em glossários de dados, dicionário de dados, catálogo de dados e linhagem de dados (criação, manutenção, versionamento);Noções de governança de dados (produtos de dados, metadados e qualidade de dados).Informações adicionaisEstes são os nossos benefícios:&nbsp;Participação nos LucrosApós atingir as metas, merecemos um pagamento adicional, né?&nbsp;Horário flexívelVocê poderá chegar das 8h até as 10h e sair das 17h até as 19h.&nbsp;Vale Alimentação e RefeiçãoUm cartão para mercado e outro para almoçar com os colegas de trabalho. Se preferir, você pode receber os dois valores em um só cartão.&nbsp;Wellhub Gold+Saúde é o que interessa! Colaboradores da CVP usam Wellhub Gold + sem custo.&nbsp;Vale transporteÉ só informar o seu itinerário diário para receber o benefício.&nbsp;Plano de saúdeSem coparticipação e sem desconto mensal para você cuidar da sua saúde e de seus dependentes.&nbsp;Plano odontológicoVamos celebrar as nossas conquistas e sair na foto com um sorriso bem bonito.Auxílio FarmáciaConte com o aplicativo Vidalink para conseguir descontos em milhares de farmácias.Auxílio creche e babáAjuda de custo para sua criança ficar em boas mãos enquanto você trabalha.Seguro de vidaBenefícios para você e sua família, principalmente nos momentos mais difíceis.Seguro-viagemPara suas viagens nacionais e internacionais, garantimos um seguro totalmente sem custo.Plano de previdênciaA Caixa Vida e Previdência contribui com a mesma porcentagem que você, respeitando o limite de 2% a 12%.&nbsp;Kit maternidadeNovas mamães e novos papais recebem um presente da Caixa Vida e Previdência.&nbsp;Licença maternidadeSão até 180 dias de licença. A CVP aderiu ao Programa Empresa Cidadã.Licença paternidadeAqui na CVP, papais podem aproveitar um tempinho a mais os primeiros dias do bebê.",
    "careerPageId": 65648,
    "careerPageName": "CAIXA Vida e Previdência",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/30662/career/65648/images/2022-05-09_14-45_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-04T22:39:43.886Z",
    "applicationDeadline": "2025-09-28T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Barueri",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://caixavidaeprevidencia.gupy.io/job/eyJqb2JJZCI6OTYwNTQ4OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://caixavidaeprevidencia.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9617118,
    "companyId": 42805,
    "name": "ENGENHEIRO DE DADOS SR- RHA3764",
    "description": "Venha fazer parte de uma empresa que ama transformar com tecnologia e abraça a diversidade em todas as suas formas!Responsabilidades e atribuiçõesLevantar, construir, testar, corrigir e adaptar workflows e jobs ETL/ELT;Projetar e manter a infraestrutura de dados para garantir a integração, transformação e disponibilização de dados;Construir e manter pipelines de dados, garantindo qualidade e consistência entre diversas fontes;Projetar arquiteturas de dados, padrões e soluções de integração;Coletar, analisar e preparar dados para geração de relatórios e dashboards;Oferecer suporte aos stakeholders sobre uso, acesso e interpretação dos dados;Atuar na criação e manutenção de uma comunidade de Engenharia de Dados, promovendo melhores práticas e colaboração entre áreas;Participar ativamente da coleta, limpeza e preparação de dados para análises avançadas.Requisitos e qualificaçõesDesenvolvimento ETL/ELT com ferramentas Informatica PowerCenter, TDM, Data Quality, IDMC;Bancos de dados: Teradata, IBM DB2, SQL Server;Linguagens: Python, R, JavaScript, Java, HTML;Experiência com ferramentas como: Power BI, MATLAB, Stata, EViews, Visual Studio Code, RStudio, JupyterLab;Familiaridade com OpenAPI, SharePoint;Orquestração de workflows: Airflow, Prefect;Tecnologias de streaming: Kafka, Flink;Integrações com plataformas regulatórias do BACEN e feeds de mercado de alta frequência;Práticas avançadas de segurança: certificados digitais ICP-Brasil, criptografia TLS/SSL;Modelagem de Data Warehouse, Data Lakehouse, versionamento de esquemas com Delta Lake ou Iceberg.Informações adicionaisDesejável:PowerCenter: DeveloperCloud Data Integration for DevelopersPCED™ - Certified Entry-Level Data Analyst with PythonVantage Analytics Certification",
    "careerPageId": 95182,
    "careerPageName": "Spread Tecnologia",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/42805/career/95182/images/2022-09-22_18-24_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-04T21:49:23.586Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://spread.gupy.io/job/eyJqb2JJZCI6OTYxNzExOCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://spread.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9617113,
    "companyId": 42805,
    "name": "CIENTISTA DE DADOS SR- RHA3763",
    "description": "Venha fazer parte de uma empresa que ama transformar com tecnologia e abraça a diversidade em todas as suas formas!Responsabilidades e atribuiçõesConstruir soluções avançadas baseadas em dados, com foco em geração de valor para o negócio.Desenvolver modelos e algoritmos aplicando técnicas de machine learning e análise preditiva.Trabalhar com dados de trading de alta frequência, feeds de mercado e plataformas regulatórias do BACEN.Projetar testes e definir métricas de sucesso para avaliar a efetividade das soluções criadas.Realizar apresentações técnicas e estratégicas com insights gerados para stakeholders.Entender o contexto de negócio, desafios e oportunidades, traduzindo isso em problemas de dados bem definidos.Identificar, coletar, integrar, limpar e preparar dados internos e externos de forma eficiente.Realizar análises estatísticas e exploratórias para identificar padrões, correlações e oportunidades.Implementar, monitorar e refinar modelos em ambiente de produção, garantindo sua performance contínua.Promover uma cultura orientada a dados e fomentar a criação de comunidades de ciência de dados dentro da organização.Atuar em colaboração com times de negócios e tecnologia para a construção de soluções integradas.Requisitos e qualificaçõesMais de 5 anos de experiência em projetos de ciência de dados.&nbsp;Experiência prática com:&nbsp;Modelagem estatística e preditiva.&nbsp;Projetos regulatórios e de dados financeiros (BACEN).&nbsp;Processos de MLOps (CI/CD, Docker, Kubernetes).&nbsp;Apresentações técnicas para times executivos e não técnicos.&nbsp;Colaboração em equipes multidisciplinares.&nbsp;Conhecimentos Técnicos&nbsp;Fundamentos matemáticos:&nbsp;Álgebra Linear&nbsp;Cálculo&nbsp;Probabilidade&nbsp;Estatística&nbsp;&nbsp;Ferramentas e Linguagens:&nbsp;Python (scikit-learn, TensorFlow, PyTorch)&nbsp;R (tidyverse, caret)&nbsp;MATLAB, Stata, EViews&nbsp;JupyterLab, RStudio, Visual Studio Code&nbsp;Teradata, SOL&nbsp;Conhecimentos em MLOps:&nbsp;MLflow, Kubeflow&nbsp;CI/CD&nbsp;Docker, Kubernetes&nbsp;Integrações via APIs&nbsp;&nbsp;Formação Acadêmica&nbsp;Pós-graduação (stricto sensu desejável) em Ciência de Dados ou áreas correlatas, como Estatística, Matemática, Engenharia, Computação.&nbsp;Inglês Avançado ou Fluente&nbsp;&nbsp;Informações adicionaisDesejável:&nbsp;&nbsp;PCAD™ – Certified Associate Data Analyst with Python&nbsp;Vantage Analytics Certification&nbsp;Vantage Data Science Certification&nbsp;IBM Certified Data Scientist – Machine Learning Specialist&nbsp;&nbsp;Técnicas de Machine Learning:&nbsp;Regressão, Classificação, Clusterização&nbsp;Árvores de Decisão&nbsp;Ensemble (Bagging, Boosting, Stacking)&nbsp;Séries Temporais&nbsp;Detecção de Anomalias&nbsp;Redução de Dimensionalidade&nbsp;Redes Neurais (simples e profundas)&nbsp;NLP (Processamento de Linguagem Natural)&nbsp;",
    "careerPageId": 95182,
    "careerPageName": "Spread Tecnologia",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/42805/career/95182/images/2022-09-22_18-24_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-04T21:18:41.895Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://spread.gupy.io/job/eyJqb2JJZCI6OTYxNzExMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://spread.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9628682,
    "companyId": 39802,
    "name": "Engenheiro de Dados - SP/RJ",
    "description": "🎯Sobre a vagaBuscamos um(a) Engenheiro(a) de Dados Júnior / Pleno para atuar na construção e sustentação de soluções de dados robustas, escaláveis e seguras. Procuramos alguém com experiência prática em ambientes de dados em nuvem, domínio no desenvolvimento de pipelines e conhecimento no ecossistema de transformação e qualidade de dados.Responsabilidades e atribuições💻&nbsp;Seu dia a dia seráDesenvolver e manter pipelines de dados em ambientes em nuvem e/ou On Premises;Trabalhar com ferramentas de transformação e qualidade de dados;Apoiar a modelagem de dados para Datalake e Datawarehouse;Garantir boas práticas em performance, segurança e versionamento de dados;Atuar em conjunto com analistas, engenheiros e arquitetos de dados para entrega de soluções de ponta a ponta.Requisitos e qualificações📌 O que você precisa terExperiência com serviços de dados em nuvem (AWS, GCP, Azure, etc.);Experiência em ferramentas de integração e transformação de dados (como Qlik Replicate, Qlik Compose, Talend, IICS, IDMC, etc.);Conhecimento em SQL intermediário e Python voltado para engenharia de dados;Experiência com Databricks / Snowflake, etc.;Familiaridade com processos de versionamento (Git), CI/CD e automações;Conhecimento conceitual em arquitetura e governança de dados, aplicando boas práticas em seus projetos.💪🏼 Seria legal se você tivesse, mas se não tiver, você também será bem-vindoCertificações em AWS, GCP, Azure, Qlik, Informatica, Databricks, Snowflake;Experiência com observabilidade e monitoramento de pipelines;Noções de segurança e compliance de dados.Informações adicionais🤝 O que oferecemos:Salário compatível com o mercadoVA/VR (cartão flexível)VT (se necessário)Estacionamento no localAssistência Médica com acomodação ApartamentoSeguro de vidaConvênios e parceiras com instituições de ensino/idioma&nbsp;Auxílio creche📍Informações adicionaisOportunidade para profissionais de SP e RJ💜 VOCÊ TEM O TALENTO – NÓS TEMOS A VAGA PERFEITA PRA VOCÊ&nbsp;",
    "careerPageId": 203099,
    "careerPageName": "NCS",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/39802/career/203099/images/2025-02-06_12-42_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-08-04T20:30:26.985Z",
    "applicationDeadline": "2025-09-01T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://ncs.gupy.io/job/eyJqb2JJZCI6OTYyODY4Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://ncs.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9583710,
    "companyId": 54421,
    "name": "Especialista em Engenharia de Dados (Tech Lead)",
    "description": "O que faz a área de Plataformas na Porto?﻿A visão estratégica da área de plataformas da Porto Seguros é atuar como um catalisador de inovação e eficiência nas verticais em sintonia com a estratégia geral da empresa. Isso é alcançado por meio da avaliação e adoção de novas tecnologias, promovendo a automação e a integração de dados. O foco está na evolução tecnológica e na construção de relações sinérgicas com as diversas verticais da empresa, bem como a busca por eficiência e geração de valor com dados.Responsabilidades e atribuiçõesEvoluir e manter a arquitetura da plataforma de dados corporativa;Criar e implementar padrões técnicos para onboarding de novos domínios e áreas;Suportar e orientar times na adoção da plataforma;Garantir boas práticas de segurança, automação, versionamento e governança;Conduzir revisões técnicas e direcionar os times de arquitetura, segurança, redes e engenharia de dados.Requisitos e qualificaçõesFormação superior completa;Conhecimentos sólidos na Stack ferramental da GCP (Engenharia de Dados e Infra. IA é um diferencial);Profundos conhecimento em Arquitetura de Plataforma de Dados- Conhecimentos intermediários em Azure, OCI e AWS;Bons conhecimentos em comunicação e convivência Multicloud (Azure, OCI, AWS e GCP);Bons conhecimentos com integrações via APIs (Mulesoft);Conhecimentos avançados em ambientes containerizados e Kubernets (GKEs);Conhecimentos avançados em ferramentas de versionamento de código e processo de CI/CD (Azure DevOps, Cloud Build com repositories);Bons conhecimentos em ferramentas de monitoria de aplicações (Cloud Logging, Grafana, Prometheus, Datadog);Bons conhecimentos em ferramentas de IAC (terraform);Bons conhecimentos em DataBricks;Conhecimentos básicos de Engenharia de Software;Boa capacidade de comunicação e articulação com áreas diversas (Negócios, Dados e Tecnologia);Proatividade na identificação de gargalos técnicos e oportunidades de padronização;Perfil consultivo: ajudar áreas a usar a Plataforma de forma correta e eficiente;Visão corporativa e integradora: pensar em soluções reutilizáveis e escaláveis;Interesse em mentorar colegas e disseminar boas práticas;Desenhar, evoluir e garantir a escalabilidade, segurança e governança da Plataforma de Dados Corporativa, atuando como referência técnica junto ao time de Plataforma, áreas de Negócio e demais times de Tecnologia.Informações adicionaisBENEFÍCIOSVale Alimentação e Refeição Flexíveis;Plano de Saúde;Plano Odontológico;Wellhub e TotalPass;Academia Bio Ritmo exclusiva para Colaboradores: no Complexo Matriz;Participação nos Lucros - PLR;Programa de Ações: Porto em Ação: complementar à PLR até 2025; Quadras de Areia e Poliesportiva: no Complexo Matriz;Vale-Transporte;Serviços de Transporte de Vans; disponibilizadas nas principais estações de acesso à Porto (Luz, Barra Funda, Santa Cecília e Júlio Prestes);Licença Parental Estendida: até 40 dias para todas as configurações familiares;Licença Maternidade Estendida de 6 meses.;Ambulatório Médico com Especialidades: no Complexo Matriz e Barra Funda;Auxílio creche ou babá;Seguro de Vida;Previdência Privada - PortoPrev;Desconto em Produtos e Serviços; Bolsa de estudos: Reembolso para graduação, pós ou MBA;Corridas mensais: subsídio para as principais corridas de ruas de São PauloReembolso para idiomas (inglês ou espanhol);Teatro Porto: sessões exclusivas para Colaboradores;Biblioteca; Sala de descanso: no completo MatrizSalão de jogos: no complexo MatrizServiços de massagem e podologia: no completo MatrizLocal de trabalho: Local (Atuamos com modelos híbridos, que serão explorados no processo seletivo);",
    "careerPageId": 157288,
    "careerPageName": "Porto",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/54421/career/157288/images/2023-05-11_21-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-28T22:23:26.107Z",
    "applicationDeadline": "2025-08-18T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://porto.gupy.io/job/eyJqb2JJZCI6OTU4MzcxMCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://porto.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9592947,
    "companyId": 21652,
    "name": "Especialista de Dados - BI",
    "description": "🚚 Transforme o transporte com a Motz!&nbsp;&nbsp;Somos uma transportadora digital que conecta embarcadores e caminhoneiros de todo o Brasil, desburocratizando processos e gerando renda por meio da tecnologia. Desde 2020, contamos com a herança de estrutura e segurança da Votorantim Cimentos e já transportamos mais de 19 milhões de toneladas em mais de 700 mil viagens!&nbsp;&nbsp;Especialistas em transporte para construção civil e agronegócio, buscamos pessoas corajosas, inovadoras e comprometidas com a segurança. Valorizamos o sentimento de empreendedorismo, a busca por soluções simples e inovadoras e, acima de tudo, o senso de integridade.&nbsp;&nbsp;Curte um ambiente inovador, acelerado e acolhedor? Vem crescer com a gente! 🚀&nbsp;&nbsp;#VemPraMotz&nbsp;Responsabilidades e atribuiçõesE o seu dia a dia como será? 💼Traduzir requisitos de negócio em soluções analíticas de BI, utilizando ferramentas como Power BI, Tableau ou Looker;Realizar análises exploratórias e estudos de performance e produtividade, com foco em transporte e logística;Contribuir na modelagem de dados e organização de fontes para garantir consistência e governança;Automatizar processos de coleta, tratamento e disponibilização de dados, facilitando o acesso à informação;Apoiar áreas como Marketing, Operações e Produto com insights acionáveis;Disseminar boas práticas de visualização de dados e storytelling;Colaborar com engenheiros e cientistas de dados na evolução da plataforma analítica.Requisitos e qualificaçõesO que esperamos de você?&nbsp;🎓Superior completo em Engenharia, Administração, Economia, Estatística, Ciência de Dados ou áreas correlatas;Domínio de ferramentas de visualização como Power BI, Tableau ou Looker;Conhecimento em SQL e manipulação de grandes volumes de dados;Experiência em projetos de Business Intelligence com foco em DataViz;Domínio de Excel/Office 365;Familiaridade com ferramentas colaborativas (Miro, Sharepoint, Azure Devops, etc.).⭐ Antes de qualquer coisa saiba que você irá se destacar super bem no nosso time, se tiver:⭐Pós-graduação ou especialização em análise de dados, BI ou inteligência de mercado;Experiência com plataformas em nuvem (AWS, GCP, Azure);Conhecimento em Python para análises mais avançadas;Inglês avançado.Informações adicionaisVaga para atuar em formato híbrido na região do Paraíso (2x presencial).Estamos sempre focados em proporcionar a melhor experiência para os nossos Motzers:Conheça um pouco mais:&nbsp;🍕 Vale-refeição e alimentação flexíveis (você usa como quiser e não desconta nas suas férias).&nbsp;🩺 Assistência Médica (para você e seus dependentes).&nbsp;🦷 Assistência Odontológica (para você e seus dependentes).&nbsp;🧠 Duas consultas mensais com psicólogo (sem nenhuma cobrança).&nbsp;🥗 Duas consultas mensais com nutricionista (por conta da Motz).&nbsp;💊 Desconto em diversas farmácias pelo país.&nbsp;🏋️‍♀️ Wellhub (para você cuidar da sua saúde e bem-estar).&nbsp;💪 Momento bem-estar (sessões semanais de ginástica laboral para você manter seu corpo em movimento).&nbsp;😊 Seguro de Vida.🎁 Remuneração variável, de acordo com seu cargo e atingimento de metas.&nbsp;🚀 Desconto em universidades (para ir mais longe na sua carreira).&nbsp;🌍 Parceria em escola de idioma (para você desenvolver e aprimorar uma segunda língua).&nbsp;🎢 Parceria com Parque de Diversões (curta um dia de alegria com quem você gosta).&nbsp;✈️ Viaje pagando menos com nossa agência de viagens parceira da Motz.&nbsp;🚗 Alugue carro com desconto exclusivo.&nbsp;",
    "careerPageId": 48652,
    "careerPageName": "Motz",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/21652/career/48652/images/2022-02-04_22-40_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-28T21:34:44.231Z",
    "applicationDeadline": "2025-09-26T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://motz.gupy.io/job/eyJqb2JJZCI6OTU5Mjk0Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://motz.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9592576,
    "companyId": 41056,
    "name": "Pessoa Analista Pleno de Marketing e Análise de Dados - Influenciadores na Gocase (Gogroup)",
    "description": "Quem somos?A Gocase é uma startup brasileira com 10 anos de existência. Somos o maior e-commerce de acessórios personalizados do Brasil e queremos revolucionar o mercado de customização não só aqui, mas no mundo! Já começamos a nossa expansão em ritmo acelerado e vendemos nossos produtos para mais de 130 países e nossos escritórios estão sediados pelo Brasil e o centro de produção e distribuição em Extrema, Minas Gerais. 🌎Somos uma Love Brand apaixonada pelos nossos mais de 1 milhão de clientes e já conquistamos mais de 3 milhões de fãs online. Nosso negócio é sobre moda, arte, diversão, inovação e criatividade e nosso propósito é sobre transformar ideias em objetos únicos e customizados que os Golovers usem para expressar seu estilo de vida. 💡Sonhamos alto e temos um time de mais de 300 Gocasers movidos por grandes desafios. Nosso ambiente de trabalho é colaborativo, repleto de liberdade e autonomia e perfeito para quem quer trabalhar cercado por pessoas incríveis. Aqui, valorizamos quem vai lá e faz acontecer em um mercado em constante transformação e muita dinamicidade. Agimos rápido e nos adaptamos com velocidade às mudanças que acontecem, estamos sempre à frente. 🚀&nbsp;E aí, vamos rodar o mundo revolucionando esse mercado com a gente? 😜 #VemSerGocasePara saber mais sobre nossa empresa, se liga nessa Matéria incrível do Jornal Diário do Nordeste:&nbsp;https://encr.pw/XmztkResponsabilidades e atribuiçõesPlanejamento estratégico mensal, diário e semanal com foco em influenciadores e embaixadores da marca;Análise de métricas qualitativas e quantitativas de influenciadores pré e pós campanha realizada;Execução de briefings estratégicos;Validação e análise de resultados das campanhas realizadas;Análise de concorrentes;Busca por referências, novos conteúdos, ideias e novas estratégias para aumentar engajamento e vendas;Negociação ativa com assessorias e influenciadores em potencial.Requisitos e qualificaçõesEnsino Superior em Administração, Engenharias, Contabilidade, Gestão de Projetos ,Marketing, Economia, ou áreas afins🚀Apaixonado por estar por dentro das trends, sabendo de tudo que está bombando nas redes sociais;Perfil criativo e analítico, com foco em análise de resultados;Afinidade com números e métricas;Excel intermediário a avançado;Muita vontade de aprender;Confortável para trabalhar em um ambiente acelerado e altamente dinâmico;Boa comunicação e bom relacionamento interpessoal;Alguém que usa ativamente as redes sociais e adora esse ambiente.Já ter trabalhado com influenciadores será considerado um diferencialInformações adicionaisRemuneração competitiva e compatível com o mercado. 💰GoFit - WellHub. 💪🏻&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ifood Benefícios &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Starbem (Plataforma com nutricionista e psicólogos)&nbsp;🍎&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Onhappy (Plataforma com descontos em viagens) 🛄Auxilio Home OfficeAuxilio Plano de saúdeDay off na semana do aniversário. 🥳Desconto nos produtos. 🎒Produtos Gocase Grátis todo mês! 🎁",
    "careerPageId": 87856,
    "careerPageName": "Gocase Brasil",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/41056/career/87856/images/2022-08-12_21-57_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-28T20:46:31.949Z",
    "applicationDeadline": "2025-09-26T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Fortaleza",
    "state": "Ceará",
    "country": "Brasil",
    "jobUrl": "https://gocase.gupy.io/job/eyJqb2JJZCI6OTU5MjU3Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://gocase.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9592374,
    "companyId": 175,
    "name": "Pessoa Arquiteta de Dados",
    "description": "Sobre a Eve&nbsp;Você já fez parte de algo novo? Criando o futuro da sua categoria e deixando sua marca no mercado? Esta pode ser a sua oportunidade!&nbsp;A Eve é uma empresa que tem como objetivo democratizar a mobilidade aérea urbana de forma segura, acessível e de maneira sustentável. Somos uma empresa global que trabalha ao lado de diferentes países e de culturas para criar um legado acessível e de mobilidade para todos.&nbsp;Para isso, combinamos profissionais da aviação e de diferentes segmentos – todos de alto nível – para criar soluções inovadoras e criativas, e a estarem constantemente aprendendo e evoluindo para que possamos crescer e criar o impacto que queremos.&nbsp;&nbsp;Sobre Customer Services&nbsp;Estamos desenvolvendo serviços globais e soluções de rede de suporte para a operação futura da aeronave eVTOL (electric vertical take-off and landing), além de uma solução única de gestão de tráfego aéreo para acomodar esta nova forma de voar.&nbsp;Todas as nossas soluções são guiadas pelos design drivers a seguir: Community Friendly, Simple and Intuitive, Peace of Mind, Design for All e Bridge to the Future. Por isso, o nosso veículo, além de 100% elétrico, foi projetado com foco nos usuários, para proporcionar um transporte eficiente e confortável, com baixo ruído e zero emissões de carbono.&nbsp;&nbsp;Sobre a vaga&nbsp;O arquiteto de dados na Eve Air Mobility desempenhará um papel fundamental ao ajudar a organização a projetar, gerenciar e analisar os dados de forma eficaz, impulsionando a tomada de decisões e o sucesso do negócio. Esta função envolve criar arquiteturas de dados escaláveis, econômicas e seguras, que atendam às necessidades de armazenamento, processamento e análise de dados da organização.&nbsp;&nbsp;Responsabilidades e atribuições\tDesenho de Arquitetura de Dados: Projetar arquiteturas de dados alinhadas com os objetivos da organização, garantindo que sejam escaláveis, otimizados, com alto desempenho e eficiência de custos.&nbsp;\tIngestão de Dados: Desenvolver estratégias e pipelines para ingestão de dados de diversas fontes.&nbsp;\tTransformação de Dados: Implementar processos de ETL para manipulação e transformação de dados, preparando-os para análises e relatórios.&nbsp;\tData Warehousing: Projetar e gerenciar soluções de data warehousing para armazenamento e recuperação eficiente de grandes volumes de dados.&nbsp;\tData Lake e Data Mesh: Configurar e gerenciar data lakes e data mesh, permitindo o armazenamento e análise de grandes quantidades de dados estruturados e não estruturados.&nbsp;\tSegurança de Dados: Implementar medidas robustas de segurança de dados, incluindo criptografia, controle de acesso e conformidade com regulamentações do setor, como a LGPD e a GDPR.&nbsp;\tGovernança de Dados: Estabelecer frameworks de governança de dados para garantir qualidade, rastreabilidade e conformidade das soluções de dados.&nbsp;\tServerless e Big Data: Proficiência em utilizar tecnologias serverless e serviços de big data para processamento e análise avançados de dados.&nbsp;\tMonitoramento e Otimização: Implementar soluções de monitoramento e logging para acompanhar pipelines de dados e utilização de recursos, otimizando custos e performance.&nbsp;\tDocumentação: Criar documentação abrangente das arquiteturas de dados, processos e melhores práticas.&nbsp;\tCoordenação e implementação de projetos de arquitetura em nuvem.&nbsp;\tGestão da manutenção operacional da arquitetura.&nbsp;\tEstabelecimento de recomendações e melhores práticas para definir um modelo de governança de dados baseado nas características do ambiente AWS Cloud.&nbsp;\tConhecimento em inteligência artificial (aprendizado de máquina, linguagem natural e GenAI) para análise e desenvolvimento de soluções e pipelines de MLOps&nbsp;\tModelos de Machine Learning em produção: Experiência no deploy e monitoramento de modelo.&nbsp;Requisitos e qualificaçõesObrigatórios&nbsp;Formação em Engenharia, Sistemas ou Ciência da Computação.&nbsp;Conhecimento avançado em Python e SQL/NoSQL, para processamento e manipulação de dados.&nbsp;Experiência com arquitetura de dados na AWS e seus serviços.&nbsp;Experiência com Apache Spark para processamento distribuído de grandes volumes de dados.&nbsp;Noções básicas de Azure DevOps para CI/CD.&nbsp;Conhecimento ferramentas de ETL e orquestração como Airflow.&nbsp;Conhecimento nos principais bancos de dados estruturados e não estruturados do mercado.&nbsp;Inglês fluente.&nbsp;&nbsp;Desejáveis&nbsp;Conhecimento em Hadoop, SCALA e PySpark.&nbsp;Experiência com Terraform para provisionamento de infraestrutura como código (IaC) e Ansible.&nbsp;Certificações em dados na AWS.&nbsp;&nbsp;Diferencial&nbsp;Conhecimento em aviação.&nbsp;&nbsp;Modalidade de Trabalho&nbsp;100% remoto.&nbsp;Informações adicionaisA Eve é a primeira empresa formada na EmbraerX, aceleradora de projetos disruptivos da Embraer. Depois de 3 anos incubados, nascemos em 2020 com o propósito de democratizar a Mobilidade Aérea Urbana (UAM) de forma segura, acessível e sustentável.&nbsp;Temos uma mentalidade de startup, apoiada na história da Embraer de mais de 55 anos de experiência aeroespacial, o que traz uma abordagem única para a indústria de UAM. Atuamos no ecossistema como um todo, de forma holística e colaborativa.&nbsp;O objetivo da Eve é claro: reimaginar a mobilidade urbana. Você está pronto para ajudar a fazer a diferença? Junte-se à nossa equipe! Saiba mais no nosso site: www.eveairmobility.com&nbsp;&nbsp;",
    "careerPageId": 28887,
    "careerPageName": "Eve Air Mobility",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/175/career/28887/images/2023-02-13_14-36_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-28T20:31:25.523Z",
    "applicationDeadline": "2025-11-20T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://eveairmobility.gupy.io/job/eyJqb2JJZCI6OTU5MjM3NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://eveairmobility.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9588648,
    "companyId": 31982,
    "name": "Tech Lead de Engenharia de Dados",
    "description": "Você é apaixonado por dados, gosta de arquitetura moderna, adora desafios técnicos e quer gerar impacto real com seu trabalho? Essa vaga é para você!Estamos buscando um(a) Engenheiro(a) de Dados Tech Lead altamente sênior, com perfil mão na massa, para atuar em um dos maiores programas de carbono do Brasil, desenvolvido por um dos principais players globais do agronegócio.Neste projeto, você liderará a construção e evolução de pipelines de dados em ambientes multi-cloud, ajudando a transformar milhões de registros de produtores rurais, práticas agrícolas e indicadores ambientais em dados confiáveis, integrados e acessíveis para impulsionar a descarbonização do setor.É uma oportunidade única para quem quer unir tecnologia de ponta, grande escala e impacto positivo no meio ambiente.Responsabilidades e atribuiçõesPrincipais atividades:Liderar tecnicamente a construção e evolução de pipelines de dados escaláveis em ambientes multi-cloud, garantindo performance, governança e confiabilidade.Projetar e implementar arquiteturas de dados baseadas em Medallion Architecture e frameworks modernos como Apache Hudi e Delta Lake.Atuar de forma “mão na massa” no desenvolvimento de pipelines distribuídos (ETL/ELT), utilizando Apache Spark, PySpark e ferramentas modernas de processamento de dados.Desenvolver integrações robustas com APIs REST e GraphQL, bem como com fontes de dados externas (SQL, NoSQL, arquivos, serviços em nuvem, etc.).Estruturar e manter esteiras de CI/CD com Terraform e orquestração com Apache Airflow.Definir padrões técnicos, boas práticas de engenharia e guiar o time nas decisões de arquitetura e implementação.Participar ativamente de revisões de código, definições de arquitetura e resolução de incidentes críticos.Fomentar a cultura de engenharia de dados moderna com foco em automação, reuso e eficiência operacional.Apoiar o time na capacitação técnica contínua e no alinhamento com as melhores práticas do mercado.Requisitos e qualificaçõesFormação:Superior completo, porém todos os cursos são bem-vindos!Competências esperadas:Experiência sólida como engenheiro de dados sênior, com atuação comprovada como tech lead.Experiência robusta com cloud (AWS e GCP), especialmente com serviços como S3, Glue, EMR, Athena, Redshift, BigQuery, Dataflow, DataProc e Cloud Storage.Domínio em linguagens e frameworks de dados: Python, PySpark, SQL, Pandas, Polars.Experiência prática com desenvolvimento de integrações com APIs REST e GraphQL, além de conexão com bancos SQL/NoSQL e outras fontes externas.Vivência com arquitetura distribuída e ferramentas como Apache Spark, Apache Hudi, Delta Lake, Databricks e DBT.Experiência com orquestração (Airflow), containers (Docker) e Kubernetes.Conhecimento avançado em práticas de IaC (Terraform, CloudFormation).Experiência com versionamento de dados, ACID compliance e arquitetura orientada a templates reutilizáveis.Forte capacidade analítica, senso de ownership e foco em performance e escalabilidade.Competências desejáveis:Experiência em ambientes multi-cloud (AWS + GCP).Vivência com projetos de dados em indústrias complexas (ex.: agronegócio, financeiro, manufatura).Certificações em AWS ou GCP.Conhecimento de boas práticas de governança de dados e integração com ferramentas de BI (Power BI, Tableau).Informações adicionaisCONHEÇA NOSSOS BENEFÍCIOSAlguns dos nossos benefícios são flexíveis para que você possa distribuí-los de acordo com suas necessidades, interesses e momento de vida. São eles:&nbsp;All Points (Programa de pontos para passagens áreas e hospedagens);Assistência Médica;Assistência Odontológica;Seguro de vida;Convênio para Pet;Mobilidade (incluindo opção de combustível e Uber, 99);Reembolso Flex (óculos, vacinas, educação, shows e outros);Vale Refeição e/ou Vale Alimentação.&nbsp;Outros benefícios:&nbsp;Birthday off;Gympass;Consultoria financeira e empréstimo facilitado;Clube Alelo com diversos descontos em lojas e farmácias;Licença Maternidade de 180 dias;Licença Paternidade de 30 dias;Auxílio creche no primeiro ano do bebê;Vale Transporte conforme a demanda do projeto ou área;Programa de bônus anual;Comissionamento por indicação de novos clientes.&nbsp;PROGRAMAS DE DESENVOLVIMENTO&nbsp;Um dos pontos fortes de ser Biper é que ousamos em pensar como empreendedores e moldamos nosso futuro com nossa capacidade de pensar minuciosamente e agir com três passos à frente, pavimentando o caminho para o futuro que nossos clientes querem viver.E para isso, precisamos estar constantemente aprendendo e reaprendendo, somos #LifeLongLearning.Na BIP temos programas consolidados a nível Global e nacional para que você tenha uma jornada de desenvolvimento, crescimento e liberdade para você conquistar o que sonha. Aqui você é o protagonista da sua carreira!Vamos juntos nessa? Confere os principais programas que a BIP pode te oferecer para você chegar aonde deseja:Um centro de CAPACITAÇÃO e FORMAÇÃO Global com os conteúdos e cursos mais atualizados do mercado;Flex Time - um momento da sua semana dedicado para o seu desenvolvimento;Programas de mentoria com Líderes referências em sua atuação;Avaliação de Desempenho semestral;Cultura de Feedback e 1:1 recorrentes com sua liderança e time;Acompanhamento de um Plano de Desenvolvimento personalizado pra você e com seus objetivos;Darwin - Programa global de formação de jovens talentos, para desenvolver soft e hard skills;Grounding –Um programa Global de formação para os profissionais recém contratados em todo o mundo que estão no começo da carreira de consultoria;Induction - Onboarding Internacional conduzido por Heads de RH e negócio para os novos entrantes da Bip de todos os países para promover nossa cultura,&nbsp;valores, proposito e apresentar nossos programas de iniciativa Global.&nbsp;Spinnaker: Treinamento focado em aprimorar habilidades estratégicas de Gerentes e Gerentes Seniores, apoiando e facilitando o desenvolvimento de negócios dentro de um ecossistema complexo.",
    "careerPageId": 75976,
    "careerPageName": "BIP Brasil",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/31982/career/75976/images/2023-08-03_19-53_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-28T20:18:01.673Z",
    "applicationDeadline": "2025-09-26T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://vemprabip.gupy.io/job/eyJqb2JJZCI6OTU4ODY0OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://vemprabip.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9590363,
    "companyId": 41023,
    "name": "Especialista em Engenharia de Dados",
    "description": "Sobre a AVITA:A Avita é uma empresa do grupo Itaú e pioneira na criação da primeira plataforma online de emissão automática, controle e gestão de seguro garantia e fiança locatícia. Nosso sistema faz cotações em tempo real com todo o mercado segurador e, em poucos segundos, apresenta as melhores opções e condições para cada perfil.Sua missão:Liderar e estruturar a área de dados da empresa com autonomia, visão estratégica e excelência técnica. Esperamos que você atue de forma proativa, sendo a principal referência técnica para o time e parceiro estratégico para as demais áreas.Você será responsável por toda a infraestrutura da arquitetura de dados, da modelagem e governança, garantindo a evolução contínua da área.O principal desafio será reestruturar o chapter de dados e consolidar a governança, propondo melhorias e implementando soluções inovadoras. Buscamos alguém com iniciativa, visão crítica e capacidade de diagnóstico, que proponha e execute um plano robusto para o fortalecimento da área.O que buscamos?&nbsp;Graduação ou Pós-Graduação em Ciência da Computação, Engenharia de Dados ou área relacionada;&nbsp;Vivência consolidada em áreas de dados, com histórico de estruturação e liderança técnica;Atuação como ponto focal da área de dados, com postura de dono e tomada de decisão técnica;Implementação de estratégias de governança e cultura de dados;Experiência prática com ambientes em nuvem, especialmente AWS;Capacidade analítica e visão sistêmica para diagnóstico e reestruturação de processos;Cloud e Armazenamento: AWS (S3, EMR, EC2) e Azure;Linguagens e Frameworks: Python, PySpark, Pandas;Ferramentas de Desenvolvimento: VS Code, DBeaver, GitHub;Containers e Infraestrutura: Docker, Kubernetes;Plataformas de Dados: Databricks;Bancos de Dados: SQL Server, MySQL, Mongo;Visualização e BI: Metabase, Power BI, Power Automate.Benefícios que cuidam de você e fazem a diferença:Assistência Médica SulAmérica sem custo para você.&nbsp;E se quiser incluir dependentes/filhos, a AVITA também contribui com parte da mensalidade;Assistência Odontológica Porto Saúde também sem custo para a pessoa colaboradora;App de Telemedicina Cuid@r, para acesso rápido e prático à saúde e bem-estar;Gympass, para manter o corpo e a mente em movimento;Vale-Alimentação flexível, adaptado às suas necessidades;Vale-Transporte ou estacionamento, você escolhe o que funciona melhor;Descontos exclusivos em produtos financeiros Itaú;Convênio com o Sesc, para lazer e cultura;Parceria exclusiva com Nivea e Eucerin, para cuidados especiais com a pele;Plataforma Salary, um hub de múltiplos benefícios pensado para você;Day off no mês do seu aniversário, porque seu dia merece ser especial;Horário flexível, para equilibrar vida pessoal e profissional;Modelo de trabalho presencial ou híbrido, como preferir.&nbsp;Respeitamos a pluralidade de identidades e trabalhamos para promover uma cultura inclusiva. Não fazemos distinção de raça, cor, religião, identidade de gênero, orientação sexual, nacionalidade, deficiência ou idade em nenhuma etapa do processo seletivo, reforçando nosso compromisso com a diversidade.Responsabilidades e atribuiçõesRequisitos e qualificaçõesInformações adicionais",
    "careerPageId": 89936,
    "careerPageName": "Avita",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/41023/career/89936/images/2024-03-07_15-40_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-28T19:27:28.699Z",
    "applicationDeadline": "2025-08-29T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://avitaseg.gupy.io/job/eyJqb2JJZCI6OTU5MDM2Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://avitaseg.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9591575,
    "companyId": 5977,
    "name": "Atendimento ao Cliente para Coleta de Dados - Unidade Vapt Vupt Praça Cívica",
    "description": "Como Atendimento ao Cliente para Coleta de Dados alocado através da Montreal, você fará parte de uma das melhores empresas de tecnologia para se trabalhar no Brasil!Em 1986, nossa trajetória iniciou com pessoas visionárias que assumiram um compromisso com a tecnologia e sua capacidade de transformar o mundo através dela. Aquele, seria apenas o começo de uma trajetória que levou uma pequena equipe de engenharia apaixonada por inovação a se tornar referência sólida no mercado brasileiro.Responsabilidades e atribuiçõesResponsabilidade pelo atendimento, coleta, validação de fotos, biometria digital e assinaturas dos clientes.Reporte à liderança referente aos casos que estiverem fora do padrão normativo da área.Encaminhamento diário ao grupo de validação sobre as coletas que estiverem fora do padrão normativo.Requisitos e qualificaçõesObrigatório possuir Ensino Médio Completo (será solicitado o diploma e/ou certificado);Possuir noções de informática;Desejável experiência com atendimento ao cliente.Informações adicionaisTipo de contratação: CLT, temporáriaHorário de trabalho: segunda a sexta-feira em atuação presencial das 08:00 as 14h15Local de trabalho: Praça Dr. Pedro Ludovico Teixeira, 400 - St. Sul, Goiânia - GO, 74083-010Será oferecido além do salário, os benefícios de VT, VA/VR (R$28,00 por dia), plano de saúde, plano odontológico e seguro de vida.",
    "careerPageId": 12814,
    "careerPageName": "Montreal | Tecnologia e Inovação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/5977/career/12814/images/2025-03-17_17-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-28T19:11:50.594Z",
    "applicationDeadline": "2025-09-26T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Goiânia",
    "state": "Goiás",
    "country": "Brasil",
    "jobUrl": "https://montreal.gupy.io/job/eyJqb2JJZCI6OTU5MTU3NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://montreal.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9590852,
    "companyId": 47657,
    "name": "Engenheiro de Dados III",
    "description": "MUITO MAIS QUE UMA STARTUP&nbsp;⚡Somos um hub de serviços e produtos financeiros escaláveis.Somos a fintech do Grupo Energisa, que há 120 anos leva energia de qualidade a milhões de brasileiros, impulsionando o desenvolvimento do país. Criamos produtos que aceleram a inclusão digital e financeira de clientes de todo o Brasil.​Desde 2021, levamos produtos inovadores para o ecossistema do Grupo Energisa (empresa, clientes e fornecedores).Responsabilidades e atribuiçõesO dia a dia:Estudar e entender estratégias para desenvolvimento de soluções que envolvam dados, indicadores e ferramentas para alavancagem de satisfação de clientes e eficiência do processo, construindo soluções técnicas para obter, processar e armazenar dados de várias fontes. Atuar como Especialista em determinados domínios de conhecimento e em determinadas ferramentas/técnicas. Detectar problemas de qualidade de dados através da detecção de problemas de dados, pipeline e modelo. Definir e construir controles, indicadores e monitoramentos para gestão de produtos digitais. Preparar dados para modelagem prescritiva e preditiva. Identificar e corrigir erros mais sutis em dados e análises. Garantir que os resultados sejam reprodutíveis, corretos e acionáveis. Analisar e organizar dados brutos, realizando análises complexas de dados, e relatar os resultados obtidos. Apoiar na utilização das melhores ferramentas de BI e Advanced Analytics. Apoiar a evolução do nível de maturidade em Analytics. Disseminar o uso de melhores práticas de dados e Analytics para construção de um ambiente orientado a dados. Escrever queries básicas. Realizar deploy. Realizar consultas e extração de informações de banco de dados (GCP/BigQuery). Apoiar no bom funcionamento do ambiente e suas rotinas. Criar segmentações, análises de dados, geração de insights, execução de cálculos de métricas e KPIs, visando atender a demandas das áreas de negócio. Apoiar o time de Dados no planejamento e mensuração das principais métricas voltadas para objetivo do negócio. Integrar com os Desenvolvedores, a fim de propor soluções mais completas e efetivas dos painéis e relatórios a serem desenvolvidos. Escrever whitepapers, pesquisas e notas claras e coerentes. Documentar processos, modelos, rotinas e boas práticas de forma clara, padronizada e acessível, garantindo a rastreabilidade, reprodutibilidade e entendimento por outras áreas ou novos integrantes do time. Solucionar problemas e manter a Gerência informada, trabalhando em estreita colaboração com Desenvolvedores para acelerar o processo de desenvolvimento e garantia de qualidade. Apoiar o superior imediato em assuntos inerentes à sua área de atuação, apresentando e discutindo problemas e irregularidades, a fim de subsidiar a definição de procedimentos e ações a serem adotadas. Observar o cumprimento dos procedimentos e normas aplicáveis às necessidades da área, identificando oportunidades de melhoria, através da análise e revisão dos mesmos. Analisar os processos inerentes à sua área de atuação, propondo e sugerindo melhorias para a maximização dos resultados. Manter-se atualizado quanto aos avanços tecnológicos referentes à sua área de atuação, visando o aprimoramento profissional, repasse de conhecimentos, sugestões de melhorias em equipamentos e processos, contribuindo para a melhoria contínua. Executar outras atividades correlatas conforme orientação do superior imediato.&nbsp;Requisitos e qualificaçõesPara essa posição, esperamos que você tenha:Ensino Superior completo em Estatística, Matemática, Ciências da Computação ou Engenharias. Experiência mínima de 5 anos em gerenciamento, otimização e monitoramento de recuperação, armazenamento e distribuição de dados brutos. Conhecimento em Linguagem de Programação Python. Conhecimento em Airflow. Conhecimento em SQL. Conhecimento em Computação na Nuvem para Engenharia de Dados (GCP). Conhecimento em utilização de Git e versionamento de modelos. Desejável inglês avançado. Desejável cursos em Machine Learning.Informações adicionais🧘&nbsp;PARA MELHORAR O DIA A DIA:Plano de saúde e OdontológicoVale Refeição e/ou Vale AlimentaçãoWellhub (antigo Gympass)PLR atrelado a metas e resultadosSeguro de vidaNav (consultas médicas e psicólogos online, sem custo)",
    "careerPageId": 115127,
    "careerPageName": "Voltz, a Fintech da Energisa",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/47657/career/115127/images/2023-02-09_19-06_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-28T18:14:02.000Z",
    "applicationDeadline": "2025-09-26T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "",
    "state": "",
    "country": "",
    "jobUrl": "https://voltz.gupy.io/job/eyJqb2JJZCI6OTU5MDg1Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://voltz.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9553586,
    "companyId": 68489,
    "name": "Analista de segurança da informação III  (Proteção de Dados e Privacidade)  - Eletrobras - Rio de Janeiro/RJ",
    "description": "JUNTE-SE À NOSSA ENERGIA!Somos a Eletrobras, empresa líder em geração e transmissão de energia elétrica no Brasil e na América Latina. Por meio de nossos ativos, contribuímos para que a matriz energética brasileira seja uma das mais limpas e renováveis do mundo. Alinhados à nossa Cultura e Propósito, trabalhamos de forma integrada para contribuir com o desenvolvimento sustentável que gere valor para toda a sociedade.Se você quer fazer parte da nossa companhia e se tornar um de nossos talentos, saiba que estamos com uma oportunidade em aberto para inserir cargo da arquitetura, em modelo presencial Rio de Janeiro, São Paulo, Recife, Brasília ou Florianópolis.Ah, não se esqueça de conferir abaixo as etapas do processo do seletivo.Com o seu talento podemos ir ainda mais longe, sempre guiados pelo nosso propósito de cuidar do planeta entregando a energia em que a gente acredita.Vem com a gente, junte-se à Nossa Energia!ATENÇÃO: A Eletrobras não cobra taxas para realização de testes, exames ou participação no processo seletivo.Responsabilidades e atribuiçõesResponsabilidades e Atribuições:•\tAtuar como suporte ao DPO, apoiando diretamente as atividades de tratamento e governança de dados pessoais;•\tParticipar de comitês estratégicos, assessorando na elaboração de documentos e decisões;•\tContribuir na adequação dos processos empresariais à LGPD;•\tExecutar o Programa de Governança em Privacidade da Eletrobras;•\tAcompanhar e implementar ferramentas de apoio à governança de privacidade;•\tRealizar atividades de governança da privacidade, como atendimento aos titulares de dados, registro de tratamentos e análise de cláusulas contratuais;•\tRedigir, atualizar e gerir documentos normativos sobre privacidade, incluindo políticas de cookies, declarações de privacidade e procedimentos internos;•\tProporcionar suporte contínuo aos colaboradores com orientações sobre privacidade e segurança da informação•\tAtuar na gestão de contratos e documentos relacionados à área de segurança;•\tRealizar apresentações institucionais e workshops sobre LGPD, voltados à conscientização dos profissionais;•\tSupervisionar estagiários e apoiar o desenvolvimento da equipe.Requisitos e qualificaçõesRequisitos e Qualificações:Obrigatórios:•\tNível superior Completo emTecnologia da Informação, Gestão da Informação, Segurança da Informação ou áreas correlatas ou afins.\t\t\t\t\t\t\t\t\t\t\t\t•\tExperiência comprovada em projetos e/ou comitês ligados à privacidade e segurança da informação;•\tConhecimento prático da LGPD e de frameworks como NIST e ISO 27701;•\tDomínio de ferramentas de apoio à governança de privacidade e segurança;Desejáveis: •\tHabilidade de comunicação clara e postura proativa na gestão de stakeholders;Diferenciais:•\tCertificação em proteção de dados (ex.: EXIN, IAPP, CIPP/E)•\tPós-graduação em Segurança da Informação, Governança de Dados ou Compliance•\tExperiência anterior como DPO ou suplenteInformações adicionaisBenefícios:&nbsp;Na Eletrobras, o bem-estar e a qualidade de vida dos nossos profissionais também fazem parte da Nossa Energia. Por isso, estamos empenhados em oferecer um ambiente de trabalho que valorize o equilíbrio entre vida pessoal e profissional, disponibilizando benefícios que promovem o bem-estar, o desenvolvimento e o atendimento às necessidades dos nossos times. Alguns dos benefícios que disponibilizamos estão disponíveis abaixo:•\tAlimentação: Vale-refeição e vale-alimentação;•\tPlano Médico e Odontológico;•\tSeguro de Vida;•\tPrevidência Privada;•\tVale-Transporte;•\tGympass;•\tAuxílio-creche;•\tAuxílio educacional;•\tUniversidade corporativa interna que contribui com a aprendizagem diária dos profissionaisSe esses benefícios e essa posição fazem sentido para você, inscreva-se já!&nbsp;#SomosEletrobras",
    "careerPageId": 166263,
    "careerPageName": "Eletrobras",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/68489/career/166263/images/2024-04-02_14-47_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-28T17:29:34.079Z",
    "applicationDeadline": "2025-08-20T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://venhasereletrobras.gupy.io/job/eyJqb2JJZCI6OTU1MzU4Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": false,
    "workplaceType": "on-site",
    "careerPageUrl": "https://venhasereletrobras.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9590494,
    "companyId": 1173,
    "name": "Especialista em Dados Operacional  ",
    "description": "Extrair, transformar e analisar dados operacionais utilizando ferramentas de BI, desenvolvendo dashboards e indicadores para apoiar decisões estratégicas e operacionais. Avaliar processos, identificar desvios de padrão e oportunidades demelhoria, propor soluções preventivas e aprimorar requisitos, garantindo a rastreabilidade e a confiabilidade das informações, com foco em sustentabilidade e excelência operacional.Responsabilidades e atribuiçõesExtrair, analisar e transformar dados em informações para tomada de decisões operacionais da organização utilizando ferramentas de Business Intelligence (BI).Executar processos de Extração, Transformação e Carga (ETL) com nível intermediário de complexidade, identificando melhorias na modelagem de dados.Criar e documentar fluxos de dados e processos analíticos que possibilitem rastreabilidade e auditoria das informações operacionais.Desenvolver dashboards operacionais para suporte à Torre de Controle, propondo rotinas de monitoramento e controle de eventos críticos e indicadores operacionais e estratégicos.Avaliar os processos e operações da cadeia de valor e propor novos indicadores operacionais, sugerindo requisitos técnicos e metodológicos em conjunto com as áreas envolvidas.Apoiar projetos e melhorias com análises baseadas em dados operacionais, estudos de viabilidade e simulações de cenários.Analisar desvios de metas e propor ações corretivas fundamentadas em dados e tendências históricas.Realizar cruzamento de dados operacionais e financeiros para identificar oportunidades de ganho de produtividade e redução de desperdícios. Apoiar no planejamento e controle dos recursos físicos, humanos e financeiros necessários à operação, por meio da atualização contínua de simuladores e controles gerenciais. Treinar as equipes da Torre de Controle e das unidades no uso adequado dos sistemas e indicadores, garantindo precisão e agilidade na tomada de decisões. Atuar na capacitação e no suporte contínuo às equipes da torre de controle e demais usuários, promovendo o uso eficiente das ferramentas, assegurando a aplicação das melhores práticas, de forma a evitar sua obsolescência ou subutilização Reportar aos líderes diretos e/ou indiretos sobre os processos, projetos e planos de ação da área, bem como dificuldades e necessidades para a continuidade dos resultados da área e sustentabilidade do negócio. Disseminar o propósito, visão, valores da Expresso São Miguel para a unidade, perpetuando a cultura da empresa e o atingimento dos objetivos estratégicos da organização. Disseminar as atualizações das políticas, processos e demais orientações, vindas do corporativo e diretoria da empresa. Manter-se atualizado em relação às tendências de metodologias e inovações tecnológicas de sua área de atuação e das necessidades do setor. Seguir políticas, normas e procedimentos de trabalho implantados e contribuir para melhoria a contínua deles. Entre outras responsabilidades. Requisitos e qualificaçõesExperiência em operações, logística, desenvolvimento em Business Intelligence e/ou áreas afinsCadeia de valor; Análise de Dados e Indicadores; Ferramentas da qualidade; Pacote Microsoft 365 avançado; Conhecimento em SQL (Structured Query Language); Formação em visualização e criação de dashboards em Microsoft Power BI; Desenvolvimento ETL (Extract, Transform, Load); Sólido conhecimento em linguagem DAX (Data Analysis Expressions); Sólido conhecimento em linguagem M (Power Query Formula Language); Gerenciamento de permissões de acesso as fontes de dados e painéis;Conhecimento em JavaScript (Personalização de dashboards, integração web apps) Familiaridade com cloud computing Familiaridade com Pentaho Data Integration ﻿PDI - Legislação LGPDInformações adicionais",
    "careerPageId": 1857,
    "careerPageName": "Expresso São Miguel",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1173/career/1857/images/2020-08-28_18-34_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-28T17:24:12.900Z",
    "applicationDeadline": "2025-09-26T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Curitiba",
    "state": "Paraná",
    "country": "Brasil",
    "jobUrl": "https://sejaesm.gupy.io/job/eyJqb2JJZCI6OTU5MDQ5NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://sejaesm.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9504872,
    "companyId": 641,
    "name": "Engenheiro de Dados Jr. | São Paulo/SP",
    "description": "Vem ser Cyrela e transforme o futuro com a gente!&nbsp;Na Cyrela, transformamos espaços e criamos experiências únicas que encantam e inspiram. Com mais de 60 anos de história, estamos sempre em busca de inovação e sustentabilidade, oferecendo soluções diferenciadas no setor imobiliário. Valorizamos o potencial das pessoas e acreditamos que, juntos, podemos construir um futuro melhor. Se você é apaixonado por transformar, colaborar e fazer a diferença, venha fazer parte do impossível, que para nós não é só um ponto de vista, e sim um ponto de partida. 🚀&nbsp;Responsabilidades e atribuições🎯 O que espera por você no seu dia a dia:&nbsp;Auxiliar na construção e manutenção de pipelines de dados.Trabalhar com bancos de dados SQL e NoSQL.Suporte na extração, transformação e carregamento (ETL) de dados.Garantir a qualidade e consistência dos dados.Apoiar na automação de processos de integração e transformação de dados.Colaborar com equipes de ciência de dados e análise para garantir a fluidez no acesso e uso dos dados.Requisitos e qualificações🔎 O que esperamos de você:&nbsp;Graduação em Ciência da Computação, Engenharia, Sistemas de Informação ou áreas correlatas.Conhecimento básico em SQL e linguagens de programação como Python.Familiaridade com conceitos de banco de dados e ETL.Boa comunicação e capacidade de trabalhar em equipe.🌟 Vai ser um diferencial se você:&nbsp;Conhecimento básico em ferramentas de processamento de dados distribuídos (Apache Spark, Hadoop).Experiência com ferramentas de Cloud (AWS, GCP, Azure).Informações adicionaisHorário de Trabalho: Segunda à Quinta das 08h00 às 18h00&nbsp;| Sexta das 08h00 às 17h00Local: Av. Paulista&nbsp;&nbsp;📣 Conheça nossos benefícios e vantagens&nbsp;PLR&nbsp;Vale Transporte&nbsp;Vale Refeição&nbsp;Plano de Saúde Sul América com condições especiais para você e seus dependentes&nbsp;Plano Odontológico Sul América&nbsp;Telemedicina com Diversas Especialidades&nbsp;Wellhub&nbsp;Totalpass&nbsp;Seguro de Vida&nbsp;Convênio para Pets&nbsp;&nbsp;🎁 E vamos ainda mais longe com:&nbsp;Day off de Aniversário + Vale Presente&nbsp;Auxílio Bebê Após o Nascimento&nbsp;Cesta Natalidade com Kit Bebê&nbsp;Licença Casamento Estendida&nbsp;Licença Paternidade Estendida&nbsp;Canal de Apoio Psicológica e Social (CuideCY)&nbsp;Frutas e Cafés nos Escritórios&nbsp;Campanha de Vacinação&nbsp;Quick Massage nos Escritórios&nbsp;Parcerias com Quadras Esportivas (Futebol e BeachTennis)&nbsp;Empréstimo Consignado (consulte condições)&nbsp;Descontos em Universidades e Escolas de Idiomas&nbsp;Desconto na Compra do Seu Novo Imóvel (consulte condições)&nbsp;Esta vaga está aberta para receber candidaturas de PCDs. Aqui na Cyrela valorizamos a Diversidade pois acreditamos que é muito importante compartilhar ideias de diferentes pontos de vista.A Cyrela valoriza a Privacidade e a Proteção de Dados Pessoais. Confira nossa Política de Privacidade no nosso site: integridade.cyrela.com.br",
    "careerPageId": 782,
    "careerPageName": "Cyrela",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/641/career/782/images/logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-17T16:55:11.950Z",
    "applicationDeadline": "2025-09-09T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://cyrela.gupy.io/job/eyJqb2JJZCI6OTUwNDg3Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://cyrela.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9532133,
    "companyId": 48849,
    "name": "Auxiliar de Escritório | Dados",
    "description": "Nosso foco é desenvolver pessoas, por isso buscamos sempre investir e valorizar nossos colaboradores dando a eles a oportunidade de trilhar sua carreira e crescer através&nbsp;do protagonismo e visão de negócio, tendo como base nossos pilares de: Comunicação, Humildade, Excelência, Conhecimento, Autoliderança, Protagonismo e Pertencimento.&nbsp;&nbsp;Estamos sempre em busca de perfis vencedores que querem crescer profissionalmente e evoluir suas habilidades. Confira nossas vagas!Responsabilidades e atribuiçõesATIVIDADESExtrair dados, montar relatórios, apresentações e documentos;Preparar material de treinamento para time de vendas;Realizar atividades administrativas de suporte ao time de vendas.Requisitos e qualificaçõesREQUISITOSNecessárioEnsino médio completo;Experiência em consolidação de bases de dados;&nbsp;DesejávelEnsino superior em andamento Administração, Engenharias e áreas correlatas.Habilidades NecessáriasExcel e PowerPoint;Concentração, resiliência, senso crítico e analítico.Habilidades DesejáveisPower BI.Informações adicionaisHORÁRIOSegunda a sexta de 08:00 às 17:00;Sábado de 08:00 às 12:00.BENEFÍCIOS🚌 Vale Transporte🏥 Plano de Saúde💳 Vale Alimentação🍽️ Refeição no Local da Empresa",
    "careerPageId": 110428,
    "careerPageName": "R Damásio",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/48849/career/110428/images/2022-11-07_17-44_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-17T16:07:49.024Z",
    "applicationDeadline": "2025-09-15T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Teresina",
    "state": "Piauí",
    "country": "Brasil",
    "jobUrl": "https://rdamasio.gupy.io/job/eyJqb2JJZCI6OTUzMjEzMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "on-site",
    "careerPageUrl": "https://rdamasio.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9534021,
    "companyId": 39703,
    "name": "Especialista Banco de Dados (PostgreSQL) - Bilíngue (Inglês)",
    "description": "Na Stefanini, acreditamos no poder da colaboração. Co-criamos soluções inovadoras em parceria com nossos clientes, combinando tecnologia de ponta, inteligência artificial e a criatividade humana. Estamos na vanguarda da resolução de problemas de negócios, proporcionando impacto real em escala global.Ao se juntar à Stefanini, você se torna parte de uma jornada global de transformação. Estamos empenhados em criar impacto positivo não apenas nos negócios, mas também na vida de nossos colaboradores. Se você procura uma oportunidade de crescimento profissional em uma empresa que valoriza inovação, respeito, autonomia e parceria, você encontra aqui!Junte-se a nós e seja parte da mudança!SOBRE A VAGA:Modelo de trabalho: Home Office / remotoJornada de trabalho: Segunda a Sexta, das 13h as 22hContratação CLTResponsabilidades e atribuiçõesAdministrar, monitorar e manter bancos de dados PostgreSQL em ambientes de produção e desenvolvimento.Trabalhar com grandes volumes de dados utilizando BigQuery, realizando consultas otimizadas e contribuindo para o desenho de arquiteturas eficientes.Criar e manter rotinas de backup, restore e replicação de dados.Monitorar a performance e aplicar melhorias proativas em queries e estruturas de dados.Garantir segurança, conformidade e governança dos dados.Apoiar times de desenvolvimento e analytics em demandas relacionadas a dados.Participar de reuniões técnicas em inglês com stakeholders globais.Requisitos e qualificaçõesEnsino Superior Completo.Inglês fluente (comunicação verbal e escrita).Sólida experiência como DBA com foco em PostgreSQL.Conhecimento avançado em Google BigQuery.Habilidade com tuning de performance, modelagem de dados e manutenção de ambientes de dados escaláveis.Vivencia com ambientes em nuvem (preferencialmente GCP).Capacidade de trabalhar de forma colaborativa com times multidisciplinares.Informações adicionaisO que te oferecemos:🍛 Vale Alimentação ou Vale Refeição;﻿🏥 Assistência Médica;🦷Assistência Odontológica; 👨🏼‍🎓 Desconto em cursos, universidades e instituições de idiomas; 📚 Academia Stefanini - plataforma com cursos online, gratuitos, atualizados e com certificado; 🗣 Mentoring;🏫 Auxílio Creche; 💉 Clube de vantagens para consultas e exames;💰 Clube de vantagens e descontos nos melhores estabelecimentos;🛫 Clube de viagens;🐶 Convênio para Pet;e muito mais...",
    "careerPageId": 84556,
    "careerPageName": "Stefanini Group",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/39703/career/84556/images/2024-10-08_17-35_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-17T15:16:26.595Z",
    "applicationDeadline": "2025-09-15T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://stefanini.gupy.io/job/eyJqb2JJZCI6OTUzNDAyMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://stefanini.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9528517,
    "companyId": 49441,
    "name": "Analista de Dados I",
    "description": "Aqui no Grupo RBS nós acreditamos na Comunicação. Uma comunicação que conecta, diverte, emociona e informa. Acreditamos no \"viver junto\", porque é junto que vivemos as melhores experiências. Estamos há 67 anos construindo nossa história e \"vivendo junto\" dos gaúchos, seja através da TV, do Rádio, do Jornal e do Digital. Por aqui desafios e oportunidades não faltam e só crescem a medida que evoluímos. Você também acredita na Comunicação e no impacto que ela pode ter na vida das pessoas e nos resultados dos negócios?Venha fazer parte do nosso time.Responsabilidades e atribuiçõesColetar, organizar e analisar dados para identificar tendências, padrões e insights relevantes;Desenvolver relatórios e painéis de controle de alta qualidade para auxiliar nas tomadas de decisão;Colaborar com as equipes internas para entender as necessidades de dados e garantir a entrega de análises precisas e oportunas;Utilizar sua expertise em Excel para manipular e analisar grandes conjuntos de dados;Trabalhar com ferramentas de visualização de dados, como Power BI e Looker, para criar visualizações atraentes e informativas;Escrever consultas SQL para extrair informações de bancos de dados e criar conjuntos de dados personalizados.Requisitos e qualificaçõesFormação em ciência da computação, estatística, matemática, engenharia de dados ou área relacionada;Conhecimento avançado em&nbsp;excel&nbsp;é imprescindível;Experiência comprovada no uso de ferramentas de visualização de dados, preferencialmente Power BI e Looker;Forte habilidade em escrever consultas&nbsp;SQL&nbsp;para análise de dados;Excelentes habilidades analíticas e de resolução de problemas;Capacidade de comunicar resultados de forma clara e eficaz para diferentes públicos e áreas;Atitude proativa e capacidade de trabalhar de forma colaborativa em equipe;Diferenciais:Conhecimento em Python;Familiaridade com ferramentas de Big Data e conhecimento de estatística é uma vantagem.Informações adicionaisO prazo de inscrições para os candidatos internos é até 28/07/2025.",
    "careerPageId": 144121,
    "careerPageName": "Grupo RBS",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/49441/career/144121/images/2023-03-20_13-39_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-17T15:16:06.149Z",
    "applicationDeadline": "2025-09-14T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Porto Alegre",
    "state": "Rio Grande do Sul",
    "country": "Brasil",
    "jobUrl": "https://gruporbs.gupy.io/job/eyJqb2JJZCI6OTUyODUxNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://gruporbs.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9533681,
    "companyId": 1812,
    "name": "Analista de Controladoria Sênior (Dados) ",
    "description": "Descrição da vagaSomos um escritório de advocacia empresarial, que se destaca pela maneira objetiva, correta, moderna e eficaz de solucionar problemas de assessoria legal ao cliente.Avaliamos e sugerimos o que é mais oportuno, inovador e necessário às empresas nacionais e internacionais, dando suporte a maximização dos resultados, eliminação de burocracia, formalismos desnecessários, com geração de bases éticas, transparentes e responsáveis.Responsabilidades e atribuiçõesElaborar e analisar os relatórios de acompanhamento orçamentário de comparar as despesas;Desenvolver normas e procedimentos relativos aos controles orçamentários visando garantir o cumprimento dos resultados contábeis e financeiros da empresa;Elaborar relatórios gerenciais e análise do resultado (gráficos e indicadores);Planejar e acompanhar todas as ações de todas as metas da empresa;Realizar o fechamento gerencial funto com o time de Controladoria;Analisar as despesas por conta e centro de custo;Responder pelo processo de preparação do orçamento anual bem como pela análise mensal de suas variações;Identificar as oportunidades de melhorias para auxiliar os tomadores de decisão da empresa;Implantar e controlar o cálculo das provisões contábeis e gerenciais mensais.Requisitos e qualificaçõesExperiência em Excel, Gráficos e Indicadores.Vivência na área de Controladoria.Conhecimento Financeiro e Contábil.Vivência com relatórios gerenciais, orçamento e análise de variações.Informações adicionaisConhecimento em SAP será um diferencial.Analise de dados, Power BI, Base Power query*&nbsp;SQL, macro, vba (diferencial).",
    "careerPageId": 3447,
    "careerPageName": "NWADV",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1812/career/3447/images/2024-01-24_14-40_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-17T14:44:44.843Z",
    "applicationDeadline": "2025-09-15T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://nwadv.gupy.io/job/eyJqb2JJZCI6OTUzMzY4MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": false,
    "workplaceType": "on-site",
    "careerPageUrl": "https://nwadv.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9533263,
    "companyId": 646,
    "name": " Analista de Dados PL - Bilíngue (BI) - Unidade Campinas ",
    "description": "Venha fazer parte da equipe de MIS Reports.Responsabilidades e atribuiçõesDesenvolver e enviar relatórios em Excel, SQL e POWER BI;Realizar levantamento de requisitos / mapeamento de processos;Participar de reuniões gerenciais;Realizar integração e pesquisa de informações em banco de dados;Automatizar rotinas;Negociar demandas;Manter relacionamento com clientes internos.Assessment de KPIs, alinhamento de conceitos, regras de negócios para desenvolvimento de relatórios;Desenvolvimento de processos de ETL / modelagem em banco de dados;Monitoração de rotinas;Participação em reuniões de discussão operacional com cliente ou time operacional;Construção de dashboards Power BI;Escalonamentos em ausência de dados;Criação de rotinas automáticas para envio de bases aos clientes (Volumetria);Control de SLA de relatórios a clientes internos e externos;Geração de reports Hora Hora.Requisitos e qualificaçõesImprescindível:Formação Superior Cursando ou Completo;Conhecimento avançado em SQL Server e SSDT, modelagem de dados e processos de ETL, Power BI e Excel;Experiência com BI;Inglês Intermediário.Desejável:Desejável conhecimento de Infra em Banco de Dados; Desejável conhecimento em metodologias ágeis e Python; Desejável conhecimento em modelos de negócios de Contact Center.Informações adicionaisSalário:R$5.900,00Horário de Trabalho09h00 às 18h48Jornada de Trabalho220 horas mensais | 5x2 - Folgas sábados e domingosLocal de Trabalho:*Atenção, os candidatos que não responderem as perguntas de filtro, serão reprovados automaticamente.",
    "careerPageId": 1501,
    "careerPageName": "Atento Brasil",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/646/career/1501/images/logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-17T14:23:59.648Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Campinas",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://atentocorporate.gupy.io/job/eyJqb2JJZCI6OTUzMzI2Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://atentocorporate.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9533272,
    "companyId": 1870,
    "name": "Analista de Negócios e Dados - Geração Distribuída",
    "description": "Nós da Matrix existimos para acelerar a transformação do mercado energético brasileiro.&nbsp;Atuamos no Mercado Livre de Energia, comercializando energia renovável, competitiva e certificada para consumidores livres.Somos uma empresa de pessoas inovadoras, dinâmicas, ágeis e acreditamos que os resultados e desempenho dos nossos colaboradores devem ser reconhecidos.Somos uma das melhores empresas para trabalhar, certificados pela GPTW.#LI-AB1 #LI-HybridResponsabilidades e atribuiçõesSeu dia a dia na Matrix:Analisar e interpretar dados operacionais complexos, fornecendo à liderança insights estratégicos para otimização de processos e melhoria de resultados;Colaborar com a liderança no desenvolvimento e implementação de melhorias significativas nos processos operacionais, utilizando metodologias avançadas como Lean, Six Sigma ou similares;Atuar como referência técnica para os analistas juniores e plenos, oferecendo suporte e orientações para garantir a consistência e a qualidade das entregas do time;Apoiar a liderança no mapeamento e redesenho de processos críticos, identificando gargalos e oportunidades de melhoria em colaboração com diversas áreas;Participar do gerenciamento de projetos de alta complexidade, auxiliando na organização de atividades, monitoramento de prazos e análise de resultados, alinhados às metas estratégicas definidas pela liderança;Garantir a qualidade e a governança dos dados utilizados pela equipe, sugerindo padrões e boas práticas em consonância com os objetivos organizacionais;Auxiliar na elaboração de relatórios gerenciais avançados e painéis analíticos para a liderança, com foco em insights claros e acionáveis para apoiar a tomada de decisão estratégica;Oferecer suporte na resolução de questões operacionais complexas, antecipando riscos e propondo soluções baseadas em dados e análises;Contribuir com sugestões para a seleção e implementação de tecnologias e ferramentas inovadoras, auxiliando a liderança na tomada de decisões relacionadas à modernização das operações;Auxiliar na definição, monitoramento e análise de indicadores de desempenho (KPIs) e metas estratégicas, propondo ajustes e ações corretivas para garantir os objetivos definidos;Requisitos e qualificaçõesPara assumir esse desafio, precisamos que você tenha:Formação superior completa em Gestão de Operações, Engenharia, Administração, ou correlatas;Pós-graduação ou MBA em áreas relacionadas será um diferencial;Experiência consolidada em posições de análise de operações;Habilidades analíticas e visão estratégica para lidar com cenários complexos e dinâmicos;Capacidade de influência, com habilidade para engajar equipes multifuncionais e atuar como facilitador de mudanças;Comunicação verbal e escrita, com habilidade para apresentar dados e propostas de forma clara e convincente;Proatividade e capacidade de trabalhar de forma autônoma, assumindo a responsabilidade por projetos críticos e decisões importantes;Será um diferencial:Conhecimento sólido em metodologias de gestão de projetos e melhoria de processos.Domínio de ferramentas avançadas de análise de dados (como Power BI, Tableau, SQL, ou Python) e experiência com sistemas de gestão (ERP, CRM, etc.);Certificações como Lean Six Sigma Green/Black Belt, PMP ou similares;Experiência na implementação de soluções tecnológicas em operações (automação, inteligência artificial, etc.).Informações adicionaisO que oferecemos:Ser protagonista de seu desenvolvimento em um ambiente de oportunidades, aprendizagem, crescimento, expansão e projetos desafiadores;Saúde de qualidade com a Omint: tenha acesso a uma rede de saúde e odontológica de primeira linha através da Omint com cobertura nacional;Cartão Alelo Pod para seus gastos flexíveis com o Vale Refeição e Alimentação, sendo aceito nas principais redes de restaurantes e supermercados;Nossa jornada de trabalho tem carga horária flexível e sustentável. Vai trabalhar em modelo híbrido? Oferecemos o auxílio home-office;Mobilidade: você pode escolher uma modalidade que faz sentido para você!&nbsp;Vale Transporte, auxílio combustível ou estacionamento;Total Pass: plataforma online dedicada à promoção da qualidade de vida, saúde e bem-estar. Planos que proporcionam acesso a academias, estúdios e serviços online, com descontos exclusivos da Matrix, abrangendo não apenas você, mas também até 3 dependentes;Seguro de vida em grupo;Participação nos Lucros e Resultados (PLR), mediante atingimento de metas e performance;Trabalhar com uma equipe fantástica em um ambiente colaborativo que busca construir um futuro brilhante e mais sustentável.",
    "careerPageId": 3832,
    "careerPageName": "Matrix Energia",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1870/career/3832/images/2024-03-27_18-57_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-17T14:06:02.562Z",
    "applicationDeadline": "2025-09-15T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://matrixenergia.gupy.io/job/eyJqb2JJZCI6OTUzMzI3Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://matrixenergia.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9524031,
    "companyId": 2022,
    "name": "ENGENHARIA DE SOFTWARE SENIOR (PYTHON E GEN AI) - DADOS",
    "description": "O Itaú é a marca mais valiosa do Brasil, a melhor empresa para trabalhar segundo o Great Place to Work e o maior banco da América Latina. Nós impactamos diariamente mais de 98 milhões de clientes em 18 países.Somos feitos de pessoas e acreditamos que ter um time com pluralidade de origens, culturas, crenças, experiências, raças, deficiências, gêneros, orientações afetivo-sexuais e gerações amplia as perspectivas e contribui para um clima de respeito e valorização das diferenças.Responsabilidades e atribuiçõesEstamos buscando uma pessoa para a posição de&nbsp;Pessoa Engenheira de Software Sênior, que queira se desenvolver e aprender, compartilhar, colaborar e inovar, entregando valor para todos os nossos clientes.Nessa função você vai:Participar ativamente da concepção de novos produtos, desde a ideação até a entrega em produção;Definir e evoluir arquiteturas de software voltadas para GenAI, garantindo performance, escalabilidade e segurança;Desenvolver APIs e microserviços para integração com modelos de linguagem e agentes inteligentes;Participar de discussões técnicas sobre viabilidade e novas oportunidades com foco em IA generativa;Contribuir com conhecimento técnico, promovendo boas práticas e apoiando a formação de pares;Atuar diretamente com comunidades internas de tecnologia, propondo melhorias, corrigindo bugs e garantindo a excelência das entregas;Colaborar com times multidisciplinares para acelerar a adoção de GenAI e arquiteturas multiagentes em escala.Requisitos e qualificaçõesRequisitos Essenciais:Experiência solida com desenvolvimento de software utilizando linguagens como Python e Java;Conhecimento em SQL, Linux, AWS RDS, ECS, EKS, SQS, Lambda, StepFunction, CloudWatch, S3, SNS;Programação orientada a objetos e design patterns;Conhecimento em GitHub (Actions, Workflows, reusables);Experiência com arquitetura de software orientada a eventos, microserviços, APIs e boas práticas de engenharia;Familiaridade com testes automatizados (TDD), testes distribuídos e práticas de versionamento de infraestrutura como código (Terraform);Conhecimento prático em IA generativa e LLMs, com uso de frameworks como LangChain, LangGraph, CrewAI, Swarm, agentes multiagentes, RAG, KBs e técnicas de Prompt Engineering.Diferenciais que brilham os olhos:Conhecimento das diretrizes de acessibilidade digital (WCAG 2.2);Experiência com testes funcionais e de acessibilidade;Familiaridade com práticas de observabilidade, monitoramento e SRE;Interesse em atuar em um ambiente colaborativo, com autonomia e foco em inovação contínua.Informações adicionaisAo se tornar um ituber você tem_ Vale-TransporteVale-Refeição (Restaurantes) / Vale-Alimentação (Supermercados)Plano médico (Fundação Saúde Itaú ou Central Nacional Unimed)Plano odontológico (Odontoprev ou Interodonto)Seguro de VidaPLR – Participação nos Lucros e Resultados (Mediante resultados do banco)Previdência privadaDescontos exclusivos em nossos produtos financeirosLicença maternidade e paternidade estendidaAuxílio Creche / Babá (para papais e mamães)Incentivo a estudosWellhub ou TotalPassAcesso aos Clubes de Lazer Itaú (Guarapiranga / Itanhaém e São Sebastião)+ Algumas vantagens que você pode conhecer durante o processo 😊&nbsp;Conheça mais sobre nossa cultura: https://www.itau.com.br/relacoes-com-investidores/noticias/cultura-itubers-e-nosso-novo-conjunto-de-valores/&nbsp;*Estimulamos candidaturas de pessoas com deficiência em todas as nossas posições, sendo assim, sinta-se à vontade para se candidatar em vagas sinalizadas como exclusivas ou não para pessoas com deficiência. Somos comprometidos com a inclusão e valorizamos a diversidade. #VemProItaú #VemSerItuber",
    "careerPageId": 3759,
    "careerPageName": "Itaú Unibanco",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/2022/career/3759/images/2024-03-18_20-11_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-17T12:34:56.316Z",
    "applicationDeadline": "2025-10-13T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Sao Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://vemproitau.gupy.io/job/eyJqb2JJZCI6OTUyNDAzMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://vemproitau.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9532259,
    "companyId": 39703,
    "name": "Cientista de Dados Sênior GenAI",
    "description": "Na Stefanini, acreditamos no poder da colaboração. Co-criamos soluções inovadoras em parceria com nossos clientes, combinando tecnologia de ponta, inteligência artificial e a criatividade humana. Estamos na vanguarda da resolução de problemas de negócios, proporcionando impacto real em escala global.Ao se juntar à Stefanini, você se torna parte de uma jornada global de transformação. Estamos empenhados em criar impacto positivo não apenas nos negócios, mas também na vida de nossos colaboradores. Se você procura uma oportunidade de crescimento profissional em uma empresa que valoriza inovação, respeito, autonomia e parceria, você encontra aqui!Junte-se a nós e seja parte da mudança!#LI-REMOTE#LI-LC1Responsabilidades e atribuiçõesO que esperamos que você realize:Desenvolver soluções GenAI com frameworks e ferramentas de mercado.Avaliar e selecionar ferramentas GenAI para uso interno.Monitorar e garantir a governança das ferramentas GenAI utilizadas.Criar e aplicar treinamentos sobre GenAI para outras áreas.Avaliar a viabilidade técnica e estratégica de casos de uso de IA.Apoiar áreas de negócio no refinamento de soluções GenAI.Desenvolver servidores MCP integrando GenAI com sistemas internos e data lake.Preparar e tratar dados para modelos de IA (limpeza, estruturação, validação).Participar de discussões técnicas e definição de arquiteturas.Apresentar resultados para stakeholders.Requisitos e qualificaçõesO que precisamos que você tenha de conhecimento:Requisitos essenciais:Experiência em Ciência de Dados.Experiência no desenvolvimento de soluções com GenAI.Sólida experiência em:Desenvolvimento de software com Python.Machine Learning,&nbsp;NLP&nbsp;e&nbsp;Agentes Inteligentes.Engenharia de prompt.Frameworks de GenAI&nbsp;como Langchain, crewAI, pydanticAI, autogen, langgraph.Ferramentas low-code de GenAI&nbsp;como N8N, Langflow, Flowise.Integração de soluções GenAI com sistemas internos e data lakes.Preparação e tratamento de dados&nbsp;(limpeza, estruturação, validação).RAG (Re-ranking, chunking dinâmico, context-aware retrieval).Bancos de dados relacionais e não relacionais&nbsp;(SQL, NoSQL).Serviços de IA/ML na AWS.Controle de versão com Git.Diferenciais:Conhecimento em&nbsp;LLMOps.Experiência com&nbsp;métricas de avaliação de LLMs.Práticas de&nbsp;governança e segurança em IA.Métodos de&nbsp;aplicabilidade de IA.Informações adicionaisO que te oferecemos:🍛 Vale Alimentação ou Vale Refeição;👨🏼‍🎓 Desconto em cursos, universidades e instituições de idiomas; 📚 Academia Stefanini - plataforma com cursos online, gratuitos, atualizados e com certificado; 🗣 Mentoring;🏫 Auxílio Creche; 💉 Clube de vantagens para consultas e exames;🏥 Assistência Médica;🦷Assistência Odontológica; 💰 Clube de vantagens e descontos nos melhores estabelecimentos;🛫 Clube de viagens;🐶 Convênio para Pet;e muito mais...",
    "careerPageId": 84556,
    "careerPageName": "Stefanini Group",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/39703/career/84556/images/2024-10-08_17-35_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-17T12:28:55.157Z",
    "applicationDeadline": "2025-09-15T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://stefanini.gupy.io/job/eyJqb2JJZCI6OTUzMjI1OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://stefanini.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9531377,
    "companyId": 537,
    "name": "Estagiário de Inteligência de Dados - Atendimento",
    "description": "Buscamos pessoas que desejam ser protagonistas de sua carreira, que sejam apaixonadas por educação e estejam alinhadas ao nosso propósito: ser a melhor solução em educação para todos. Aqui, temos brilho nos olhos e paixão pelo que fazemos! 🤩Para essa vaga, estamos em busca de profissionais que tenham afinidade com dados, análises de indicadores e criação de dashboards. É essencial que sejam proativos na busca por informações e soluções que contribuam para uma melhor tomada de decisão na área. Valorizamos também uma boa comunicação escrita e o trabalho em equipe.Responsabilidades e atribuições&nbsp;💡 Sua missão será:Criação de reports semanais e diários com os principais indicadores da área;Atualização de dashboards em Excel e BI utilizados na rotina do time;Comunicação com as escolas para alinhamento de processos e treinamentos.Requisitos e qualificações🔎&nbsp;Para assumir esse desafio, você precisa ter: Graduação em curso em áreas correlatas a função;Conhecimento intermediário de Excel;Conhecimento de Power BI;Habilidades interpessoais.🎯&nbsp;Você vai se destacar se: Conhecimento de macro (VBA);Já tiver vivência com base de dados e análise de indicadores.Informações adicionais🕛 Carga horária: 30 horas semanais;📍&nbsp;Local: Botafogo - Rio de Janeiro (RJ);💻Trabalho Híbrido: presencial 1x por semana e home office 4x por semana.⬇️ Nós oferecemos:🍽️&nbsp;Vale-Refeição do Ifood Benefícios;🚍&nbsp;Vale-Transporte;💡&nbsp;Auxílio Home Office;💺 Direito a receber um reembolso de até R$400,00 referente à compra de uma cadeira ergonômica, visando beneficiar o trabalho remoto;📊&nbsp;Participação nos Lucros e Resultados (PLR);😎&nbsp;Dress code descontraído;🎂&nbsp;Day off no mês do aniversário;📚 Ambiente Salta de Aprendizagem:&nbsp;Cursos gratuitos sobre liderança e comunicação que vão alavancar sua carreira!;🎁 Parcerias no Salta +Benefícios: T.T Burguer, Chefs Club, PrimePass, Magalu, NetShoes, Ponto Frio, Casas Bahia, Cultura Inglesa, CNA, Ibmec, Le Canton, BodyTech, Budda Spa, entre vários outros!Acreditamos que um time diverso é o caminho para cumprir a nossa missão de transformar vidas e o Brasil. Assim, incentivamos a candidatura de pessoas que se identifiquem com grupos minorizados em todas as nossas posições.Fique tranquilo (a) ao cadastrar seus dados na vaga. O Grupo Salta segue a LGPD – Lei Geral de Proteção de Dados (Lei Federal 13.709/2018), que entrou em vigor em agosto de 2020, logo, garantimos responsabilidade ao utilizar seus dados somente em nosso processo seletivo, para fins de cadastro e controle de candidatos.",
    "careerPageId": 115774,
    "careerPageName": "Grupo Salta Educação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/537/career/115774/images/2023-01-05_20-54_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-17T04:35:06.646Z",
    "applicationDeadline": "2025-09-15T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://gruposaltaedu.gupy.io/job/eyJqb2JJZCI6OTUzMTM3Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://gruposaltaedu.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9487057,
    "companyId": 646,
    "name": " Analista de Dados Jr. (BI) - Site Campinas ",
    "description": "Venha fazer parte da equipe de MIS Reports.Responsabilidades e atribuiçõesDesenvolver e enviar relatórios em Excel, SQL e POWER BI;Realizar levantamento de requisitos / mapeamento de processos;Participar de reuniões gerenciais;Realizar integração e pesquisa de informações em banco de dados;Automatizar rotinas;Negociar demandas;Manter relacionamento com clientes internos.Requisitos e qualificaçõesImprescindível:Formação Superior Cursando ou Completo;Conhecimento avançado em SQL Server e SSDT, modelagem de dados e processos de ETL, Power BI e Excel;Experiência com BI.Desejável:Desejável conhecimento de Infra em Banco de Dados; Desejável conhecimento em metodologias ágeis e Python; Desejável conhecimento em modelos de negócios de Contact Center.Informações adicionaisHorário de Trabalho08h00 às 17h48Jornada de Trabalho220 horas mensais | 5x2 - Folgas sábados e domingos",
    "careerPageId": 1501,
    "careerPageName": "Atento Brasil",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/646/career/1501/images/logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-08T18:18:36.798Z",
    "applicationDeadline": "2025-08-22T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "",
    "state": "",
    "country": "",
    "jobUrl": "https://atentocorporate.gupy.io/job/eyJqb2JJZCI6OTQ4NzA1Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://atentocorporate.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9420812,
    "companyId": 54421,
    "name": "Gerente de Dados ",
    "description": "O que faz a área de Gerência de Dados de Seguros na Porto?O objetivo da área é transformar dados em ativos estratégicos, garantindo governança e qualidade para aprimorar o analytics, análise de riscos e precificação e personalização de produtos da vertical, promovendo inovação, eficiência operacional e a cultura analítica.&nbsp;Responsabilidades e atribuiçõesComo Gerente de Dados, você terá um papel estratégico e hands-on, com responsabilidades que abrangem desde a gestão de pessoas até a arquitetura e governança de dados. Seus principais desafios e atribuições incluem:Liderar e Desenvolver a Equipe:Gerenciar o ciclo de vida completo dos dados, desde a ingestão e transformação até o armazenamento e consumo.Desenvolver e gerenciar uma equipe de engenheiros de dados de alto desempenho, promovendo um ambiente de colaboração e aprendizado contínuo.Mentorear e desenvolver os membros da equipe, promovendo seu crescimento profissional e técnico.Definir e Implementar a Estratégia de Dados:Definir e implementar a estratégia de dados para a área de seguros, garantindo alinhamento com os objetivos de negócios e as melhores práticas do mercado.Supervisionar a concepção, desenvolvimento e manutenção de arquiteturas de dados escaláveis e resilientes.Liderar a implementação de práticas de DataOps e MLOps para automatizar e otimizar as operações de dados e machine learning.Garantir Qualidade e Governança:Estabelecer e fiscalizar políticas e processos de governança de dados, garantindo a qualidade, segurança e conformidade regulatória.Garantir a conformidade com regulamentações do setor de seguros (LGPD, SUSEP, etc.) e políticas internas de segurança da informação.Definir e monitorar SLAs e KPIs para a qualidade e disponibilidade dos dados.Impulsionar Inovação e Otimização:Avaliar e implementar novas tecnologias e ferramentas de dados para otimizar a performance e a escalabilidade de nossas soluções.Identificar e resolver gargalos nos pipelines de dados, otimizando o fluxo de informações e a eficiência operacional.Desenvolver e manter documentação técnica abrangente para os pipelines e estruturas de dados.Supervisionar o Finops, acompanhando os custos com Cloud da Vertica de Seguros, no objetivo de ganhar eficiência e otimizar custosPromover a Colaboração e a Cultura de Dados:Trabalhar em estreita colaboração com equipes de negócios, analistas de dados, cientistas de dados e outras áreas de TI para entender as necessidades e entregar soluções eficazes.Promover a cultura de dados em toda a organização, educando as equipes sobre a importância da governança e da qualidade dos dados.Realizar gestão de projetos, garantindo a entrega de soluções dentro do prazo e orçamento.Requisitos e qualificaçõesBacharelado em Ciência da Computação, Engenharia, Sistemas de Informação ou áreas correlatas.Experiência comprovada em gestão de equipes de Engenharia de Dados, Analytics, BI e/ou áreas correlatas.Experiência prévia no setor de Seguros é um forte diferencial.&nbsp;&nbsp;Experiência com Indicadores de Negócios (resultados técnicos, renovação, conversão e outros).Conhecimento sólido e experiência prática em arquiteturas de dados (Data Lakes, Data Warehouses, Data Marts).Proficiência em SQL e experiência com bancos de dados relacionais e NoSQL.Experiência com linguagens de programação como Python, Scala ou Java para manipulação e processamento de dados.Familiaridade com ferramentas e plataformas de nuvem (AWS, Azure, GCP) para serviços de dados (ex: S3, Redshift, Snowflake, BigQuery, ADLS, Databricks).Experiência com ferramentas de ETL/ELT e orquestração de dados (ex: Apache Airflow, Data Factory).Compreensão profunda dos princípios de governança de dados, qualidade de dados e segurança da informação.Excelentes habilidades de comunicação e liderança, com capacidade de influenciar e motivar equipes.Capacidade de resolver problemas complexos e tomar decisões baseadas em dados.Requisitos Desejáveis:Pós-graduação em áreas relacionadas a Dados ou Seguros.Certificações em plataformas de nuvem (GCP Professional Data Engineer, AWS Certified Data Analytics, Azure Data Engineer Associate).Conhecimento de ferramentas de visualização de dados (Power BI, Looker, Tableau,).Familiaridade com conceitos de Machine Learning e MLOps.Informações adicionaisBENEFÍCIOSVale Alimentação e Refeição Flexíveis;Plano de Saúde;Plano Odontológico;Wellhub e TotalPass;Academia Bio Ritmo exclusiva para Colaboradores: no Complexo Matriz;Participação nos Lucros - PLR;Programa de Ações: Porto em Ação: complementar à PLR até 2025; Quadras de Areia e Poliesportiva: no Complexo Matriz;Vale-Transporte;Serviços de Transporte de Vans; disponibilizadas nas principais estações de acesso à Porto (Luz, Barra Funda, Santa Cecília e Júlio Prestes);Licença Parental Estendida: até 40 dias para todas as configurações familiares;Licença Maternidade Estendida de 6 meses.;Ambulatório Médico com Especialidades: no Complexo Matriz e Barra Funda;Auxílio creche ou babá;Seguro de Vida;Previdência Privada - PortoPrev;Desconto em Produtos e Serviços; Bolsa de estudos: Reembolso para graduação, pós ou MBA;Corridas mensais: subsídio para as principais corridas de ruas de São PauloReembolso para idiomas (inglês ou espanhol);Teatro Porto: sessões exclusivas para Colaboradores;Biblioteca; Sala de descanso: no completo MatrizSalão de jogos: no complexo MatrizServiços de massagem e podologia: no completo MatrizLocal e Modelo de trabalho: Campos Elíseos (Centro - São Paulo) | Presencial",
    "careerPageId": 157288,
    "careerPageName": "Porto",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/54421/career/157288/images/2023-05-11_21-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-08T11:52:07.345Z",
    "applicationDeadline": "2025-08-15T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://porto.gupy.io/job/eyJqb2JJZCI6OTQyMDgxMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://porto.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9482034,
    "companyId": 37459,
    "name": "Analista de Tecnologia - Proteção de Dados",
    "description": "O que somosA Galapagos Capital é uma&nbsp;companhia de investimentos global,&nbsp;com soluções financeiras interconectadas para você, sua família e seu negócio.Investment Banking,&nbsp;onde criamos soluções de crédito e M&amp;A de forma flexível, simples e eficiente, adaptadas às necessidades de nossos clientes. É fácil fazer negócio com a gente!Asset Management,&nbsp;onde nosso time de analistas seniores realiza análises contínuas e minuciosas do mercado adaptadas ao cenário econômico global, que norteiam as estratégias de investimentos para soluções financeiras mais assertivas aos portfólios dos nossos clientes. Aliando performance com resiliência!Wealth Management, onde promovemos o acesso mais transparente e eficiente ao mercado de capitais, aprimorando a forma de fazer banking, através da criação de produtos exclusivos e da expertise de profissionais com mais de 30 anos de mercado em gestão de patrimônio e riscos. Evoluímos o seu jeito de investir!&nbsp;Nossa missãoAcreditamos no&nbsp;poder transformador&nbsp;do mercado financeiro&nbsp;que une, de forma eficiente, quem precisa de crédito e quem tem capital para investir. Num mercado bastante concentrado e dominado por grandes bancos, como o brasileiro, o potencial para essa transformação é imenso. A Galapagos Capital quer liderar esse processo. Adotamos um jeito disruptivo de fazer banking: sem agências e sem a utilização de balanço.Por ser&nbsp;inovadora, leve e criativa, a Galapagos reúne a capacidade de originar, estruturar e alocar operações de crédito de maneira que nossos clientes possam usufruir desses rendimentos de forma rentável e com pouca volatilidade. Desse jeito, ajudamos empresas e pessoas a terem acesso a crédito de forma competitiva e transformamos esses créditos em soluções de investimento -&nbsp;tudo dentro de casa.A evolução na forma de fazer Banking&nbsp;- Somos mais eficientes, mais ágeis e, principalmente, oferecemos resultados muito melhores para nossos clientes. É para isso que a Galapagos nasceu: para ajudar o mercado financeiro a evoluir, alcançando seu potencial e beneficiando milhões de brasileiros.Saiba mais sobre a Galapagos:&nbsp;http://galapagoscapital.com/Responsabilidades e atribuiçõesProfissional será responsável por garantir a conformidade com legislações globais de proteção de dados e por fortalecer a postura de segurança da organização.No seu dia a dia?Apoiar e monitorar a conformidade com a LGPD, GDPR e demais normas aplicáveis à proteção de dados;Elaborar, revisar e acompanhar a implementação de políticas internas, normativos e procedimentos relacionados à privacidade e proteção de dados;Conduzir avaliações de impacto à proteção de dados pessoais (DPIA/LIA);Analisar contratos para validar cláusulas de privacidade e proteção de dados;Atuar em projetos de novos produtos, serviços e processos, aplicando os princípios de Privacy by Design e Privacy by Default;Apoiar a gestão e atualização do Relatório de Operações de Tratamento (ROPA) e Relatório de Impacto (RIPD);Realizar treinamentos e campanhas de conscientização sobre privacidade e proteção de dados;Apoiar o atendimento de direitos dos titulares, garantindo resposta adequada às solicitações;Participar da gestão de incidentes de segurança envolvendo dados pessoais, incluindo investigação e comunicação à ANPD e aos titulares;Interagir com áreas como Jurídico, TI, Segurança da Informação, Compliance e Produto, promovendo uma cultura organizacional voltada à proteção de dados;Monitorar atualizações regulatórias e tendências de mercado em privacidade e segurança da informação.Requisitos e qualificaçõesO que esperamos de vocêFormação superior em Direito, Tecnologia da Informação, Engenharia, Administração ou áreas correlatas;Experiência mínima de 3 anos nas áreas de privacidade, proteção de dados, segurança da informação ou compliance;Conhecimento sólido da LGPD, GDPR e demais legislações pertinentes;Vivência na elaboração de políticas, análise de contratos e avaliações de impacto;Conhecimento de frameworks como ISO 27001, NIST, entre outros (diferencial);Certificações desejáveis: CIPP/E, CIPM, CDPO, EXIN DPO, ISO 27001, entre outras;Excelentes habilidades de comunicação verbal e escrita;Perfil analítico, proativo, com foco em gestão de riscos e resolução de problemas;Inglês fluente.Informações adicionaisBenefíciosSalário Fixo;PLR Própria;Assistência Médica;Assistência Odontológica;Vale Alimentação e Vale Refeição;Vale Transporte.",
    "careerPageId": 76801,
    "careerPageName": "Galapagos Capital",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/37459/career/76801/images/2022-06-22_17-54_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-08T00:43:49.605Z",
    "applicationDeadline": "2025-09-06T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://galapagoscapital.gupy.io/job/eyJqb2JJZCI6OTQ4MjAzNCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://galapagoscapital.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9481519,
    "companyId": 41090,
    "name": "Engenheiro de Dados - Sênior - Híbrido / SP",
    "description": " Buscamos um profissional para atuar como referência técnica na construção e manutenção de pipelines de dados, garantindo ingestão, transformação, armazenamento e acesso eficiente a dados estruturados, semi-estruturados e não estruturados. Liderar o desenvolvimento de fluxos de ETL/ELT, controle de qualidade de dados e integração com APIs e modelos de machine learning, assegurando a entrega de dados confiáveis para projetos internos e clientes. Apoiar a evolução da arquitetura de dados da empresa, colaborando com times internos, promovendo boas práticas, segurança e documentação.Responsabilidades e atribuiçõesConstruir, manter e evoluir pipelines de dados (ETL/ELT) em Python.Desenvolver processos robustos para ingestão, transformação e armazenamento de dados estruturados, semi-estruturados e não estruturados.Implementar verificações e controles de qualidade para garantir a precisão dos dados no data lake.Construir APIs para consumo e integração de dados entre sistemas.Auxiliar na manutenção e evolução da arquitetura de dados dos projetos da empresa.Participar do design e implementação de soluções em batch e streaming.Colaborar com times de DevOps para garantir conformidade com protocolos de segurança.Apoiar cientistas de dados na operacionalização de modelos de machine learning.Documentar fluxos de dados, arquitetura e modelo de dados.Identificar riscos técnicos e propor planos de contingência.Orientar e aconselhar outros membros do time, estimulando boas práticas.Linguagem principal: Python.Frameworks e ferramentas: Apache Airflow, Spark.Banco de dados: PostgreSQL, SQL Server, MongoDB, ElasticSearch, Data LakesSólidos conhecimentos em nuvem.Metodologias ágeis: Scrum ou Kanban.Requisitos e qualificaçõesExperiência sólida (mínimo 5 anos) em engenharia de dados ou áreas correlatas.Proficiência em Python para construção de pipelines de dados.Experiência comprovada com design e implementação de processos ETL/ELT.Sólido conhecimento em tratamento de dados estruturados (SQL), semi-estruturados e não estruturados.Familiaridade com orquestração de pipelines (ex.: Apache Airflow, Prefect).Experiência com bancos de dados relacionais e NoSQL.Experiência em ambientes de cloud (AWS, GCP ou Azure).Conhecimento em versionamento de código (Git) e boas práticas de testes automatizados.Conhecimento em processamento de dados em tempo real (streaming com Kafka, Kinesis)Familiaridade com construção de data lakes e data lakehouses.Vivência com metodologias ágeis.Comportamentos esperados:Visão analítica e foco em resolução de problemas complexos.Proatividade para propor melhorias e novas soluções.Boa comunicação para articular requisitos e resultados com times técnicos e de negócio.Organização e capacidade de autogestão.Espírito colaborativo e disposição para compartilhar conhecimento.Comprometimento com prazos e entregas de alta qualidade.Capacidade de identificar riscos e definir planos de ação.Diferencial:Certificações em Engenharia de dados.&nbsp;Informações adicionaisModelo de contratação: PJ&nbsp;Tipo de CNPJ/Empresa: ME (microempresa) ou LTDA (Empresa de Responsabilidade Limitada)Cachê: Valor fixo em Nota Fiscal&nbsp;Com plano abrangente de benefícios:💻 Notebook da empresa para quem está em SP.🤑13ª nota no ano;🛫 Férias de 30 dias + 1/3 (benefício adquirido após 1 ano de contrato);🏥 Assistência Médica SulAmérica (Coparticipação apenas se utilizar)💚Seguro de Vida;💳 VR/dia útil; (Cartão Flash; Crédito/Débito; podendo utilizar em redes com CNPJ de food (Exemplo: Restaurante;Mercado e Aplicativos)📴 Day-off + voucher no dia do aniversáriono cartão flash;🦷 Assistência Odontológica SulAmérica - Plano opcional (Caso opte pelo beneficio, é descontado todo mês, mesmo que não utilize)🏋🏻Incentivo a prática de exercício físico - TotalPass📚 Incentivo a educação - Reembolso mensal para cursos e treinamentos (segundo política)✅Avaliações de performance semestrais com feedbacks e construção de PDI.🪴Escritório moderno, preparado para atender a todos, com restaurante próprio em estilo bistrô.",
    "careerPageId": 93235,
    "careerPageName": "Just a Little Data",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/41090/career/93235/images/2023-06-09_23-35_companyLogoUrl.png",
    "type": "vacancy_legal_entity",
    "publishedDate": "2025-07-07T21:33:23.199Z",
    "applicationDeadline": "2025-09-05T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://justalittledata.gupy.io/job/eyJqb2JJZCI6OTQ4MTUxOSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://justalittledata.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9481050,
    "companyId": 71317,
    "name": "Analista de Dados Pleno",
    "description": "Trabalhar na MedSênior é sentir-se cuidado.É viver o propósito do bem envelhecer, construindo uma cultura inspiradora junto aos valores que acreditamos.Somos uma empresa em movimento e, a nossa expansão, é oportunidade constante para todos. Juntos, somos Bem+.Estamos em 7 estados e com planos de expansão, quer juntar-se a esse nosso propósito?💡 Conheça mais sobre os cargos e candidate-se. Nossas vagas também são validas ao público PCD.#MedSênior&nbsp;#vagas&nbsp;#hiring&nbsp;#oportunidades&nbsp;#tecnologia&nbsp;#saúde&nbsp;#contratando&nbsp;📌 Importante: não efetuamos cobranças de taxas em nossos processos seletivos.Responsabilidades e atribuiçõesCriar e executar consultas em banco de dados (SQL Server), API’s e outras fontes; Realizar a manutenção de relatórios e dashboards no Power BI; Desenvolver visualizações interativas em Power BI, Tableau, etc.; Mapear, confeccionar e evoluir KPIs e análises, gerando insights estratégicos para diferentes áreas; Coletar e manipular as bases disponibilizadas pelos diversos sistemas/fontes, gerando análises e garantindo a qualidade;Mapear requisitos de relatórios com as áreas de negócio; Mapear requisitos de dados com a área técnica de dados; Identificar padrões, tendências e oportunidades;Implementar scripts e processos para maior eficiência.Requisitos e qualificaçõesSuperior em Estatística, Matemática, Sistema de informação, ou áreas afins;Experiência sólida na elaboração de relatórios e dashboards; Desejável experiência na área da saúde; Conhecimento em administração de DW;Conhecimento em Pacote Office, Power BI, T-SQL, DAX e Python para análise de dados;Perfil analítico para interpretar grandes volumes de dados, capacidade para resolver problemas complexos e pensamento crítico para identificar padrões e tendências;Boa comunicação e didática para traduzir conceitos técnicos para públicos de diferentes áreas.Informações adicionaisTicket alimentação, Gympass, acolhimento psicológico, folga aniversário e muito mais.",
    "careerPageId": 173755,
    "careerPageName": "MedSênior",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/71317/career/173755/images/2024-10-04_17-41_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-07T20:35:37.614Z",
    "applicationDeadline": "2025-09-05T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Vitória",
    "state": "Espírito Santo",
    "country": "Brasil",
    "jobUrl": "https://medsenior.gupy.io/job/eyJqb2JJZCI6OTQ4MTA1MCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://medsenior.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9232176,
    "companyId": 33235,
    "name": "ANALISTA DE DIGITAL ANALYTICS SR (FOCO EM DADOS)",
    "description": "Olá, somos a Cruzeiro do Sul Educacional! ⭐&nbsp;&nbsp;Nós acreditamos no poder de transformação de vidas por meio da educação de qualidade e excelência!&nbsp;Aqui, nós buscamos conectar diferentes pessoas para que possam construir um mundo melhor a partir da educação, com muito trabalho, respeito e dedicação, proporcionando a melhor experiência e apoiando a jornada do conhecimento de mais de 500 mil alunos.&nbsp;&nbsp;A Cruzeiro do Sul Educacional S/A é&nbsp;um dos maiores e mais representativos grupos de educação do país, tendo instituições de ensino academicamente relevantes e marcas reconhecidas em suas respectivas regiões, das suas escolas de ensino básico às instituições de ensino superior.&nbsp;&nbsp;Docentes e colaboradores de diversas áreas trabalham em sintonia para garantir essa construção diária. E estamos sempre em busca de novas pessoas para colaborar com esse objetivo, sejam profissionais que procuram por uma primeira oportunidade no mercado de trabalho, até os mais experientes.&nbsp;Você se identifica e acredita nesse propósito e quer trabalhar em uma de nossas marcas?&nbsp;Venha fazer parte do nosso time!&nbsp;Estamos de braços abertos para recebê-lo(a).&nbsp;Para se candidatar a uma de nossas vagas, é importante manter todos os seus dados atualizados e completos. Fique à vontade para se cadastrar em todas as vagas disponíveis do seu interesse, apenas recomendamos que você finalize um processo antes de iniciar um novo.Responsabilidades e atribuiçõesMISSÃO DO CARGO: O Analista de Digital Analytics Sr será responsável por coletar, processar, analisar e interpretar grandes volumes de dados de plataformas digitais, com foco em otimizar a experiência do usuário, o desempenho de campanhas de marketing e as estratégias de negócio. Utilizará as ferramentas Google Analytics (principalmente GA4), Google Cloud Platform (GCP) para manipulação e armazenamento de dados, e Power BI para visualização e comunicação de insights. Este profissional será crucial para transformar dados em inteligência acionável para as áreas de Marketing, Produto e Negócio.PRINCIPAIS ATRIBUIÇÕES / RESPONSABILIDADES:Coleta e Engenharia de Dados Digitais:Implementação e Manutenção do Google Analytics (GA4): Gerenciar a configuração, implementação e validação de tags (via Google Tag Manager ou similar), eventos, parâmetros personalizados e audiências no GA4 para garantir a coleta precisa e abrangente dos dados.Orquestração de Dados no GCP: Trabalhar com equipes de engenharia/dados para garantir que os dados do GA4 (e outras fontes digitais, se houver) sejam exportados, armazenados e processados corretamente no Google Cloud Platform (GCP), utilizando serviços como BigQuery para armazenamento e manipulação.Definição de Tracking e Metodologia: Desenvolver e manter a documentação da arquitetura de tracking e metodologia de coleta de dados digitais.Análise e Interpretação de Dados:Exploração e Análise no GA4 e BigQuery: Realizar análises aprofundadas do comportamento do usuário, performance de campanhas, funis de conversão e jornadas do cliente diretamente no GA4 e, para análises mais complexas ou volumosas, utilizar SQL no BigQuery.Identificação de Tendências e Oportunidades: Proativamente identificar padrões, tendências, anomalias e insights nos dados que possam indicar áreas de melhoria, oportunidades de crescimento ou problemas a serem resolvidos.Análise de Desempenho de Canais: Avaliar a eficácia de diferentes canais de aquisição (orgânico, pago, social, e-mail, etc.) e recomendar otimizações baseadas em dados.Análise de Experiência do Usuário (UX): Utilizar dados comportamentais para identificar pontos de fricção na jornada do usuário e sugerir melhorias na usabilidade e design.Visualização e Comunicação de Insights (Power BI):Desenvolvimento de Dashboards: Criar e manter dashboards dinâmicos e intuitivos no Power BI, conectando-se a fontes de dados no GCP (BigQuery) e outras APIs, para monitorar KPIs e métricas-chave.Elaboração de Relatórios: Preparar relatórios regulares e ad-hoc, traduzindo dados complexos em insights claros, concisos e acionáveis para diferentes níveis de audiência (Marketing, Produto, Gerência).Apresentação e Storytelling: Apresentar os resultados das análises e recomendações de forma persuasiva, utilizando storytelling com dados para engajar as partes interessadas e impulsionar a tomada de decisão.Colaboração e Suporte Estratégico:Parceria com Marketing e Produto: Trabalhar em estreita colaboração com as equipes de Marketing para otimizar campanhas e estratégias de aquisição/retenção, e com a equipe de Produto para aprimorar funcionalidades e a experiência do usuário.Suporte a Testes A/B: Colaborar no planejamento, implementação e análise de testes A/B para validar hipóteses e otimizar elementos digitais.Requisitos e qualificaçõesEscolaridade:&nbsp;Ensino superior completo em áreas como Engenharia, Ciência da Computação, Administração, Marketing ou cursos relacionados a Negócios Digitais. Pós-graduação em áreas correlatas será um diferencial.Competências técnicas:Proficiência avançada em configuração, coleta de dados, exploração de relatórios, criação de eventos personalizados e audiências. Experiência com a transição do Universal Analytics para GA4 é um diferencial. Domínio de SQL para consulta, manipulação e transformação de grandes volumes de dados. Experiência com a exportação de dados do GA4 para o BigQuery é crucial.Compreensão de como os dados são movidos e armazenados no GCP (e.g., Cloud Storage, Pub/Sub, Dataflow ou Composer para orquestração de dados digitais, se aplicável).Experiência sólida na criação de dashboards e relatórios interativos, incluindo: Conexão a diversas fontes de dados (especialmente BigQuery).Modelagem de dados (DAX).Visualização de dados eficaz.Publicação e gerenciamento de relatórios.Experiência na implementação e gerenciamento de tags, acionadores e variáveis.Entendimento de canais (SEO, SEM, Social, E-mail), funis de vendas e métricas de desempenho de marketingDiferenciais:Certificações em Dados como Google, AWS, MS etcExperiência em empresas de educação.Vivência em ambientes de transformação digital e inovação.Informações adicionaisHorário de trabalho:&nbsp;ComercialFormato: HibridoBenefícios:Assistência Médica –&nbsp;Hapvida sem desconto para o titular. Desconto caso ocorra a opção de inclusão para apenas dependentes. Valor sem coparticipação.Assistência Odontológica Care Plus – Desconto de acordo com a opção do candidato, poderá incluir dependentes.Seguro de VidaVale Transporte (desconto conforme legislação)Vale Refeição: Alelo - Desconto em folha de 20% do valor total de créditoConvênio Farmácia&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Parceria com academias - Total Pass2 Bolsas de Estudo Integrais (Graduação, Pós-Graduação e MBA)* Extensivo a dependentes.Day Off Aniversário: Uma folga no mês do aniversário (necessário alinhamento prévio com o gestor direto)",
    "careerPageId": 78484,
    "careerPageName": "Universidade Cruzeiro do Sul",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/33235/career/78484/images/2022-06-29_21-08_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-07T17:01:23.885Z",
    "applicationDeadline": "2025-11-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://cruzeirodosul.gupy.io/job/eyJqb2JJZCI6OTIzMjE3Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://cruzeirodosul.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9232916,
    "companyId": 33235,
    "name": "ENGENHEIRO DE DADOS ESPECIALISTA",
    "description": "Olá, somos a Cruzeiro do Sul Educacional! ⭐&nbsp;&nbsp;Nós acreditamos no poder de transformação de vidas por meio da educação de qualidade e excelência!&nbsp;Aqui, nós buscamos conectar diferentes pessoas para que possam construir um mundo melhor a partir da educação, com muito trabalho, respeito e dedicação, proporcionando a melhor experiência e apoiando a jornada do conhecimento de mais de 500 mil alunos.&nbsp;&nbsp;A Cruzeiro do Sul Educacional S/A é&nbsp;um dos maiores e mais representativos grupos de educação do país, tendo instituições de ensino academicamente relevantes e marcas reconhecidas em suas respectivas regiões, das suas escolas de ensino básico às instituições de ensino superior.&nbsp;&nbsp;Docentes e colaboradores de diversas áreas trabalham em sintonia para garantir essa construção diária. E estamos sempre em busca de novas pessoas para colaborar com esse objetivo, sejam profissionais que procuram por uma primeira oportunidade no mercado de trabalho, até os mais experientes.&nbsp;Você se identifica e acredita nesse propósito e quer trabalhar em uma de nossas marcas?&nbsp;Venha fazer parte do nosso time!&nbsp;Estamos de braços abertos para recebê-lo(a).&nbsp;Para se candidatar a uma de nossas vagas, é importante manter todos os seus dados atualizados e completos. Fique à vontade para se cadastrar em todas as vagas disponíveis do seu interesse, apenas recomendamos que você finalize um processo antes de iniciar um novo.Responsabilidades e atribuiçõesMISSÃO DO CARGO: Estamos em busca de um(a) Engenheiro de Dados Especialista com excelente perfil técnico e com visão de plataforma/arquitetura, além de um viés em projetos de marketing (leads, CRM, funil, CDP). Se você é uma pessoa que gosta de lidar com dados massivos e complexos, e que gerem valor para as áreas de negócio, com experiência em processos de ETL e análises com SQL, conhecimento do GCP e gosta de atuar de forma colaborativa com múltiplas áreas, essa vaga é para você!!PRINCIPAIS ATRIBUIÇÕES / RESPONSABILIDADES:Desenvolvimento e Manutenção de Pipelines de Dados Complexos (ETL/ELT):Projetar, desenvolver, implementar e otimizar pipelines de dados escaláveis e robustos para ingestão, transformação e carregamento de dados de diversas fontes (incluindo sistemas de marketing como CRM, funil de vendas, CDP e geração de leads).Garantir a qualidade, integridade e consistência dos dados ao longo de todo o ciclo de vida.Monitorar e solucionar problemas em pipelines de dados, garantindo alta disponibilidade e desempenho.Modelagem e Otimização de Dados:Projetar e implementar modelos de dados eficientes e flexíveis para suportar as necessidades de análise de marketing e outras áreas de negócio.Otimizar o desempenho de consultas SQL e estruturas de dados para grandes volumes de dados.Visão de Plataforma e Arquitetura de Dados:Garantir a aderência às melhores práticas de engenharia de dados, segurança e governança de dados.Foco em Projetos de Marketing (Leads, CRM, Funil, CDP):Atuar como especialista em dados para projetos de marketing, compreendendo as necessidades do negócio em relação a leads, gestão de clientes (CRM), análise de funil de vendas e plataformas de dados de clientes (CDP).Transformar requisitos de negócio em soluções de dados técnicas, garantindo que os dados estejam disponíveis e estruturados para análises e ativações de marketing.Colaborar com equipes de marketing para identificar oportunidades de alavancar dados para campanhas, segmentação e personalização.Análise e Manipulação de Dados Massivos (SQL):Utilizar proficiência em SQL para explorar, analisar e extrair insights de grandes e complexos conjuntos de dados.Desenvolver consultas e scripts SQL avançados para suportar análises ad-hoc e relatórios estratégicos.Conhecimento e Atuação no GCP (Google Cloud Platform):Experiência prática e proficiência no uso de serviços GCP relevantes para engenharia de dados (ex: BigQuery, Dataflow, Composer, Cloud Storage, Pub/Sub, Data Catalog, etc.).Utilizar os recursos do GCP para construir e gerenciar soluções de dados escaláveis e de alto desempenho.Requisitos e qualificaçõesEscolaridade:&nbsp;Ensino superior completo em áreas como Engenharia, Ciência da Computação, Administração, Marketing ou cursos relacionados a Negócios Digitais. Pós-graduação em áreas correlatas será um diferencial.Competências técnicas:Experiência comprovada como engenheiro de dados especialista.Conhecimento sólido em SQL e modelagem de dados.Conhecimento sólido de Google Cloud Platform.Diferenciais:Certificações em Dados como Google, AWS, MS etcConhecimento em Python.Experiência em empresas de educação.Vivência em ambientes de transformação digital e inovação.Informações adicionaisHorário de trabalho:&nbsp;ComercialLocal de trabalho:&nbsp;Sede Matriz Sompo&nbsp;(Rua Cubatão, 320 – Paraíso).Formato-&nbsp;HibridoBenefícios:Assistência Médica –&nbsp;CarePlus sem desconto para o titular. Desconto caso ocorra a opção de inclusão para apenas dependentes. Valor sem coparticipação.Assistência Odontológica Care Plus – Desconto de acordo com a opção do candidato, poderá incluir dependentes.Seguro de VidaVale Transporte (desconto conforme legislação)Vale Refeição: Alelo - Desconto em folha de 20% do valor total de créditoConvênio Farmácia&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Parceria com academias - Total Pass2 Bolsas de Estudo Integrais (Graduação, Pós-Graduação e MBA)* Extensivo a dependentes.Day Off Aniversário: Uma folga no mês do aniversário (necessário alinhamento prévio com o gestor direto)",
    "careerPageId": 78484,
    "careerPageName": "Universidade Cruzeiro do Sul",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/33235/career/78484/images/2022-06-29_21-08_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-07T15:08:16.811Z",
    "applicationDeadline": "2025-11-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://cruzeirodosul.gupy.io/job/eyJqb2JJZCI6OTIzMjkxNiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://cruzeirodosul.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9472262,
    "companyId": 78973,
    "name": "Estágio em CRM: RI, Economia, Ciência de Dados, Engenharias,  ADM - Grupo Accor ",
    "description": "Assessoramos o Grupo Accor, empresa líder mundial em operação hoteleira e líder de mercado na Europa. A Accor está presente em 92 países com 3.792 hotéis e mais de 500 mil quartos. No Brasil, temos 221 hotéis com 38.0000 quartos. O amplo portfólio das marcas hoteleiras da Accor – Sofitel, Pullman, MGallery, Novotel, Suite Novotel, Mercure, Adagio, Ibis, Ibis styles, Ibis budget – oferece uma oferta variada, do luxo ao econômico.Com aproximadamente 160 mil funcionários no mundo inteiro, o Grupo oferece aos seus clientes 47 anos de experiência em hotelaria.A Accor foi eleita, pela vigésima primeira vez uma das melhores empresas para se trabalhar pela GPTW e, pela nona vez consecutiva, uma das empresas mais admiradas, segundo pesquisa da Revista Exame e Carta Capital.Conheça mais sobre a empresa em:&nbsp;https://careers.accor.com/br/ptResponsabilidades e atribuiçõesÁrea de Atuação e Atividades: CRMGestão analítica do portfólio de clientes da ACCOR;&nbsp;Análise da base de clientes da ACCOR (ativação, prospects, taxa de retenção e CLV);&nbsp;Elaboração de dashboards no Tableau da Gestão de Portfólio do Cliente&nbsp;Análise da Performance de Campanhas de CRM de acordo com cada cluster de cliente.Requisitos e qualificaçõesCursando Relações Internacionais, Economia, Ciência de Dados, Administração de Empresas, Engenharia de Produção ou Materiais ou  áreas correlatas;Formação prevista entre 06/2027 e 12/2027 - 2 anos de contrato;Conhecimento Avançado em Excel;Desejável conhecimento em ferramentas como Power BI ou Tableau;Conhecimento Intermediário em Inglês;Informações adicionaisBolsa Auxílio e Benefícios:Bolsa Auxílio: R$1.800,00;Assistência Médica;Seguro de Vida;Vale-transporte;Ticket Flex (Vale Alimentação e Vale Refeição);13ª bolsaHorário de Estágio: Híbrido6h/dia - 1h de almoçoModalidade de estágio híbrido, 3x presencial na Sede e 2x Home Office2ª a&nbsp;6ªf - 9h00 às 16h00 ou 10h00 às 17h00 - 1h de almoçoLocal de Estágio:Pinheiros - São Paulo/SP",
    "careerPageId": 199198,
    "careerPageName": "Via de Acesso",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/78973/career/199198/images/2024-12-13_16-12_companyLogoUrl.png",
    "type": "vacancy_type_internship",
    "publishedDate": "2025-07-04T21:56:09.861Z",
    "applicationDeadline": "2025-09-02T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://viadeacesso.gupy.io/job/eyJqb2JJZCI6OTQ3MjI2Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": false,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://viadeacesso.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9471745,
    "companyId": 41914,
    "name": "Analista de Proteção de Dados Jr",
    "description": "Faça parte do maior sistema de cooperativas de saúde do mundo!Nosso propósito é cuidar de pessoas, prezando pela diversidade e enxergando o valor único de cada um.Buscamos a excelência, exploramos todo o nosso potencial e focamos na melhoria contínua para surpreender positivamente e proporcionar uma boa experiência ao cliente. Reconhecemos nossas emoções, consideramos o impacto que geramos no outro e não permitimos que os desafios do dia a dia reflitam de forma negativa em nossas atitudes.Seu propósito se conecta com o nosso? Conheça a vaga abaixo ou se cadastre em nosso banco de talentos:Responsabilidades e atribuiçõesQuem buscamos?&nbsp;Responsável por apoiar o DPO (Gestor de Dados) da organização nas atividades relacionadas à proteção e privacidade de dados, operacionalizando e implementando controles técnicos relacionados ao ecossistema de dados e trabalhando multidisciplinarmente com dados, jurídico e, predominantemente, proteção de dados, governança, gestão de riscos e leis de privacidade.Responsabilidades:Apoiar a construção e/ou operação de programas de privacidade e proteção de dados por meio de controles automatizados, suporte a auditorias, suporte às certificações e programas de conformidade regulatória;Interagir e colaborar com os Privacy Champions, com o objetivo de fortalecer a cultura da privacidade de dados na companhia;Interagir com profissionais de Legal &amp; Compliance em tópicos relacionados à LGPD, bases legais e gestão de fornecedores;Apoiar na revisão e atualização de RoPA (Register of Process Activities), PIA (Privacy Impact Assessment), planos de ação, LIA (Legitimate Interests Assessment), análise de maturidade e melhoria contínua;Fornecer suporte às equipes de negócio na definição de requisitos de privacidade de dados em novos projetos e no processo de Privacy by Design;Fornecer suporte na análise e resposta a incidentes relacionados a dados pessoais;Auxiliar nas auditorias ou análises de conformidade junto a entidades internas ou externas;Apoiar as áreas da Unimed na revisão de seus processos, visando garantir a adequação dos mesmos com base nas regulamentações sobre proteção de dados pessoais e em melhores práticas de segurança da informação e privacidade de dados;Assessorar os projetos corporativos, visando garantir o conceito de privacidade adequado aos dados pessoais e estratégicos;Assegurar a correta avaliação de maturidade de segurança e privacidade de fornecedores externos, visando mitigar riscos computacionais e reputacionais, a fim de garantir que a privacidade seja incorporada desde a concepção;Analisar e estabelecer requerimentos de segurança para os sistemas e para a infraestrutura de TI, considerando os princípios de Privacy by Design e by Default;Analisar processos e sistemas (implementados ou em avaliação) e reportar riscos de segurança e privacidade existentes, podendo suportar o time de Governança Corporativa, quando necessário;Buscar a melhoria contínua dos processos e aumentar o escopo dos itens de responsabilidade de privacidade dentro da organização.Requisitos e qualificaçõesO que você precisa ter:&nbsp;Ensino superior completo em Direito, Administração, Ciências da Computação, Engenharia da Computação, Sistemas de Informação ou áreas equivalentes.Especialização em Direito Digital ou Proteção e Privacidade de Dados.Conhecimento em legislações de conformidade regulatória, como GDPR, LGPD e CCPA;Capacidade de comunicação escrita para interlocução com diversos públicos, clientes e fornecedores de soluções.Informações adicionaisBenefícios que cuidam de você:Para cuidar da sua saúde física, oferecemos seguro-saúde, convênio odontológico, convênio farmácia, convênio com academias, além de campanha de vacinação contra a gripe e dia da fruta.Para cuidar da sua saúde social, temos kit de boas-vindas ao bebê (para papais e mamães), ações de Endomarketing para celebrar e criar conexões com os times, dia de folga no mês do aniversário e um cartão-presente.Para cuidar da sua saúde emocional e mental,&nbsp;há programa de apoio psicológico ao colaborador, área para descanso e descompressão.Para cuidar da sua saúde profissional,&nbsp;contamos com vale-alimentação e vale-refeição, horário flexível, vale-transporte ou estacionamento, empréstimo consignado, parceria com o Banco, parceria com fornecedor para auxílio na nutrição infantil, previdência privada e seguro de vida.Local de trabalho: São Paulo - Na região da Avenida PaulistaModelo de trabalho: Híbrido*Aqui, na Unimed, a diversidade importa! Valorizamos as diferenças - pessoas com deficiência, pluralidades de raça, cor, religião, gênero e identidade de gênero, nacionalidade, orientações sexuais ou de idade -, pois acreditamos na importância de cooperar, compartilhar ideias e pontos de vistas distintos. *",
    "careerPageId": 107657,
    "careerPageName": "Vagas Unimed do Brasil",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/41914/career/107657/images/2022-10-25_20-32_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-04T20:42:20.600Z",
    "applicationDeadline": "2025-09-02T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://unimed-brasil.gupy.io/job/eyJqb2JJZCI6OTQ3MTc0NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://unimed-brasil.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9471159,
    "companyId": 41914,
    "name": "Analista de Dados Sr",
    "description": "Faça parte do maior sistema de cooperativas de saúde do mundo!Nosso propósito é cuidar de pessoas, prezando pela diversidade e enxergando o valor único de cada um.Buscamos a excelência, exploramos todo o nosso potencial e focamos na melhoria contínua para surpreender positivamente e proporcionar uma boa experiência ao cliente. Reconhecemos nossas emoções, consideramos o impacto que geramos no outro e não permitimos que os desafios do dia a dia reflitam de forma negativa em nossas atitudes.Seu propósito se conecta com o nosso? Conheça a vaga abaixo ou se cadastre em nosso banco de talentos:Responsabilidades e atribuiçõesQuem buscamos?&nbsp;Responsável por administrar e desenvolver ETLs e dashboards, monitorar a performance dos ambientes visando o perfeito funcionamento e disponibilidade dos dashboards das áreas de negócios, realizando as manutenções preventivas e corretivas quando necessário.Responsabilidades:Desenvolver ETLs com diferentes tipos de origem (banco de dados, XML, API, JSON etc.);Habilidade em escrever e otimizar consultas SQL;Desenvolvimento de relatórios e estudos pontuais de forma ágil;Conhecimento em tuning de banco de dados (criação de partições, índices etc.);Desenvolver relatórios e dashboards em Qlik Sense;Levantar/desenvolver requisitos junto às áreas de negócios;Modelagem dimensional e multidimensional de banco de dados;Ministrar treinamentos para áreas de negócios;Acompanhar a performance das tasks de carga dos dashboards, monitorar a utilização dos ambientes;Realizar deploy de aplicativos e dashboards no ambiente de produção;Assegurar a precisão, integridade e qualidade dos dados usados para relatórios e análises.Requisitos e qualificaçõesO que você precisa ter:&nbsp;Formação em Tecnologia da Informação e áreas afins;Desejável pós-graduação / especialização;Conhecimentos em ferramentas de ETL, como Pentaho ou similares;Conhecimentos em Qlik Sense / QAP;Conhecimentos em banco de dados e linguagem SQL;Capacidade de trabalhar respeitando cronograma e escopo do projeto;Conhecimentos em Python, estatística, soluções em AutoML e cloud (data lake etc.);Banco de dados NoSQL;Habilidade para transformar dados brutos em insights e apresentá-los de forma visualmente atraente.Conhecimentos em Snowflake/DatabricksInglês avançado para conversações eventuais com parceiros.Informações adicionaisBenefícios que cuidam de você:Para cuidar da sua saúde física, oferecemos seguro-saúde, convênio odontológico, convênio farmácia, convênio com academias, além de campanha de vacinação contra a gripe e dia da fruta.Para cuidar da sua saúde social, temos kit de boas-vindas ao bebê (para papais e mamães), ações de Endomarketing para celebrar e criar conexões com os times, dia de folga no mês do aniversário e um cartão-presente.Para cuidar da sua saúde emocional e mental,&nbsp;há programa de apoio psicológico ao colaborador, área para descanso e descompressão.Para cuidar da sua saúde profissional,&nbsp;contamos com vale-alimentação e vale-refeição, horário flexível, vale-transporte ou estacionamento, empréstimo consignado, parceria com o Banco, parceria com fornecedor para auxílio na nutrição infantil, previdência privada e seguro de vida.Local de trabalho: São Paulo - Na região da Avenida PaulistaModelo de trabalho: Híbrido*Aqui, na Unimed, a diversidade importa! Valorizamos as diferenças - pessoas com deficiência, pluralidades de raça, cor, religião, gênero e identidade de gênero, nacionalidade, orientações sexuais ou de idade -, pois acreditamos na importância de cooperar, compartilhar ideias e pontos de vistas distintos. *",
    "careerPageId": 107657,
    "careerPageName": "Vagas Unimed do Brasil",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/41914/career/107657/images/2022-10-25_20-32_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-07-04T20:31:49.537Z",
    "applicationDeadline": "2025-09-02T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://unimed-brasil.gupy.io/job/eyJqb2JJZCI6OTQ3MTE1OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://unimed-brasil.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9386584,
    "companyId": 60856,
    "name": "Head de Dados",
    "description": "A Aliare é uma das maiores empresas de software para o agronegócio do Brasil. Nascemos no agro e somos especialistas em tecnologia para gestão de empresas e propriedades rurais.&nbsp;Trabalhamos lado a lado com nossos clientes para fazer o campo acontecer. Com orgulho, contribuímos para construir o presente e o futuro do agronegócio com soluções inovadoras e robustas.Agora, estamos em busca de um(a) Head de Dados, que será protagonista na construção da nossa visão estratégica de dados e analytics.Gosta destes desafios? Então essa vaga é para você!Responsabilidades e atribuiçõesLiderar a visão estratégica de dados, garantindo alinhamento com objetivos de negócios.Gerenciar a squad&nbsp;e atuar como ponte entre áreas técnicas, marketing, produto e liderança executiva.Definir e supervisionar políticas de governança, segurança e compliance&nbsp;de dados.Modelar e impulsionar iniciativas de monetização&nbsp;e produtos baseados em dados e analytics.Representar a frente de dados e analytics&nbsp;em fóruns estratégicos internos e externos.Requisitos e qualificaçõesExperiência sólida (7+ anos)&nbsp;em projetos de dados, BI, ciência de dados ou arquitetura de dados.Capacidade comprovada de liderança de times multidisciplinares.Forte visão de negócios (idealmente já tendo atuado em empresas de software ou plataformas B2B/B2B2C).Experiência com Data Lakes, pipelines, cloud (AWS, Azure, etc)&nbsp;e ferramentas de analytics.Desejável: vivência em agronegócio, fintech ou SaaS.Informações adicionaisO que a Aliare proporciona?!&nbsp;Um time integrado e preparado para novos desafios, que atua com credibilidade e transparência, com objetivo de evoluirmos de forma contínua para facilitar o trabalho de quem alimenta o mundo. Priorizando sempre em nossas ações a ética, o relacionamento, a realização, o comprometimento e inovação.&nbsp;🩺 Plano de Saúde Nacional;🦷 Plano Odontológico Nacional;💖 Seguro de Vida;😋Vale Flexível, Alimentação/Refeição;🚌 Vale Transporte;🚗 Auxílio Deslocamento/ Home Office;📚 Universidade Corporativa;🥇 Premiação por atingimento de resultado anuais;🤝Bônus por Indicação;🧧 Premiação por tempo de casa;👶 Presente aos filhos recém-nascidos dos #Aliados;🎁 Presente exclusivo no seu aniversário;🏡 Em nossas unidades, você vai encontrar um ambiente super legal, com sala de jogos, sala de descanso, cozinha equipada,&nbsp;lanche da tarde e, claro que não poderia faltar, aquele café quentinho ☕.",
    "careerPageId": 137488,
    "careerPageName": "Aliare",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/60856/career/137488/images/2023-02-23_13-18_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-18T19:49:48.959Z",
    "applicationDeadline": "2025-08-17T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Goiânia",
    "state": "Goiás",
    "country": "Brasil",
    "jobUrl": "https://aliare.gupy.io/job/eyJqb2JJZCI6OTM4NjU4NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://aliare.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9385424,
    "companyId": 47657,
    "name": "ESPECIALISTA BANCO DADOS",
    "description": "Somos o Grupo Energisa! Com mais de cem anos de história, a Energisa é o maior grupo privado com controle 100% nacional do setor elétrico brasileiro. Nosso portfólio diversificado abrange distribuidoras, concessões de transmissão, geração de grande porte renovável, uma marca inovadora de soluções energéticas – a (re)energisa –, com geração distribuída por fonte renovável, comercialização de energia no mercado livre e serviços de valor agregado, além de uma central de serviços compartilhados, uma empresa de contact center e a fintech Voltz, a primeira do nosso setor no mercado de contas digitais. Recentemente, diversificamos nosso portfólio com a inclusão da distribuição de gás natural, através da aquisição da ES Gás. Transformamos, através de nossos mais de 17.000 colaboradores, energia em conforto e desenvolvimento para mais de 20 milhões de pessoas. Acreditamos na força da diversidade e da pluralidade para gerar inovação e atingir resultados incríveis. Aqui todos são muito bem-vindos! Quer fazer parte desta história? Confere se esta oportunidade tem match com o seu perfil e vem conosco participar desta jornada de seleção!Responsabilidades e atribuiçõesReceber as demandas das diversas frentes de desenvolvimento, entender a necessidade de infraestrutura e traduzir para os times técnicos de banco de dados;Acompanhar a execução das atividades de banco de dados e realizar reports para os solicitantes; Criar relatórios de acompanhamento de demandas, contemplando os avanços, problemas, planos de ação, mitigação de riscos e controles financeiros; · Elaborar apresentações executivas de forma a contemplar o avanço da iniciativa para a gerência e diretoria de TI; Liderar times técnicos em reuniões de brainstorming e salas de guerra para buscar soluções, tratativas de problemas e implantações das demandas de banco de dados; Realizar a precificação de infraestrutura das demandas utilizando as ferramentas internas; Negociar e direcionar a alocação dos recursos de infraestrutura nas demandas;Tratar conflitos de alocação de recursos e disponibilização de infraestrutura para as diversas demandas;Realizar a gestão financeira dos recursos de HH e apoiar na alocação dos recursos de infraestrutura junto aos responsáveis pelas demandas.Requisitos e qualificaçõesCapacidade analítica; Comprometimento com resultados e prazos.Facilidade de comunicação em todos os níveis. Raciocínio lógico.Experiência comprovada com ferramentas como Banco de Dados Oracle, SQL, Mongo, Redis.Informações adicionaisAs PESSOAS são nossa maior ENERGIA. Pensando em seu bem-estar, oferecemos um leque de benefícios. Da só uma conferida no que você terá:• Vale alimentação ou Refeição para fazer as compras para sua casa ou comer no seu restaurante preferido;• Plano de saúde e odontológico para você e sua família;• Previdência privada para sua reserva financeira e investimentos;• Auxílio Creche para te apoiar nos primeiros anos com seus filhos;• Seguro de Vida, para dar mais tranquilidade a você e a quem você ama;• Participação nos lucros, como incentivo pelo seu trabalho e resultados;• Programas de qualidade de vida que garantem o bem-estar e promovem a saúde dos nossos colaboradores;• Programas de Bolsa de Estudo para te apoiar em qualificação profissional;• Gympass que te dá acesso a mais de 18 mil academias no Brasil. Se você possui os pré-requisitos da vaga, faça sua candidatura e fique atento nas dicas:• Durante a jornada do processo de seleção, a comunicação será via e-mail ou por telefone. Certifique que seus dados estão atualizados e fique de olho na sua caixa de e-mail, sem esquecer da caixa de spam. Fique atento nas ligações, os nossos telefones corporativos possuem variação de DDD.• Caso receba um feedback negativo, não desanime, fique atento a outras oportunidades.",
    "careerPageId": 138511,
    "careerPageName": "Energisa TECH",
    "careerPageLogo": "",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-18T19:36:56.862Z",
    "applicationDeadline": "2025-08-26T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Cataguases",
    "state": "Minas Gerais",
    "country": "Brasil",
    "jobUrl": "https://energisatech.gupy.io/job/eyJqb2JJZCI6OTM4NTQyNCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://energisatech.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9356183,
    "companyId": 981,
    "name": "PROFESSOR AUXILIAR I - TECNOLOGIA DA INFORMAÇÃO - BANCO DE DADOS - WYDEN - BELÉM - PA",
    "description": "AQUI SUA CARREIRA COMEÇA GRANDE.A WYDEN é uma marca de ensino que atua na formação e transformação de vidas por meio da educação. Afinal, quando se promove acesso ao ensino de qualidade, é possível impactar toda a sociedade.Por aqui, nossos colaboradores encontram um ambiente acolhedor e com muito espaço para desenvolvimento. Traga seu talento e comprometimento e venha fazer parte desse time!VENHA TRANSFORMAR VIDAS. INCLUSIVE A SUA.Responsabilidades e atribuiçõesOs principais desafios como PROFESSOR AUXILIAR I – WYDEN:Atuar como agente principal de efetivação da proposta pedagógica de nossas Instituições de Ensino, facilitando o processo de aprendizagem e cumprindo todo o programa da disciplina, o número de aulas previsto, despertando o interesse permanente dos alunos para o estudo, a reflexão e a busca de novos conhecimentos;Fazer uso devido do material didático disponível, bem como deve estimular uso do material bibliográfico da disciplina, através da consulta a livros e periódicos existentes na biblioteca, contribuindo para um aprendizado crítico e reflexivo;Cumprir os prazos estabelecidos no calendário acadêmico, bem como com as demandas solicitadas por seu respectivo coordenador de curso;Registrar, por meio de caderneta eletrônica, a frequência, o conteúdo das aulas, os resultados das atividades acadêmicas dos alunos e demais informações referentes aos componentes curriculares em prazo definido no calendário acadêmico;Contribuir para a realização de ações preparatórias para o ENADE;Orientar os alunos nos trabalhos de conclusão de curso;Utilizar metodologias ativas e sala de aula invertida para ministrar as aulas.Requisitos e qualificações          Buscamos um profissional com:Tecnologia da Informação, ou áreas correlatasCapacidade de comunicação, relacionamento com o aluno, adaptação e flexibilidade;Atualização e domínio de conhecimentos teóricos e práticos referentes ao tema;Domínio da ferramenta Microsoft Teams;É indispensável que o candidato tenha currículo Lattes atualizado, este é um dos critérios de eliminação.Observação: A sua alocação preferencial será na unidade que você será contratado e sua disponibilidade de horas deverá se manter nessa unidade.Informações adicionais🎓Acreditamos na excelência do nosso ensino e, por isso, valorizamos os egressos das nossas instituições em nossos processos seletivos.👩🏽‍🦽 Mais inclusão: essa vaga também é destinada a pessoas com deficiência.DIVERSIDADE: A WYDEN valoriza a diversidade e as informações adicionais&nbsp;prestadas nos campos de diversidade são muito importantes para nós, por isso pedimos para que não deixe de responder.",
    "careerPageId": 65319,
    "careerPageName": "Wyden",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/981/career/65319/images/2022-05-06_17-43_logo.png",
    "type": "vacancy_type_lecturer",
    "publishedDate": "2025-06-18T19:20:47.227Z",
    "applicationDeadline": "2025-08-12T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Belém",
    "state": "Pará",
    "country": "Brasil",
    "jobUrl": "https://wyden.gupy.io/job/eyJqb2JJZCI6OTM1NjE4Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://wyden.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9338629,
    "companyId": 12808,
    "name": "Especialista de Dados (Data Science).",
    "description": "A Quod é uma empresa de dados e está entre as maiores empresas do mundo neste assunto. Essa oportunidade é para compor o time da área de dados. Sendo uma área core a jornada é empolgante e desafiadora. Nosso time procura entregar aos clientes o melhor produto ou informação disponível, empregando as melhores técnicas de manipulação de dados conhecidas no mercado e, para tanto, o aprendizado é constante. No momento temos uma excelente oportunidade para quem quer fazer parte desse time e compor o a squad da BU de Antifraude!Responsabilidades e atribuiçõesExtrair, transformar e integrar dados em diferentes formatos ambientes e latências.Formar base de dados com a melhor informação utilizando nossos bancos de dados.Criar soluções a partir de dados brutos com com foco no setor de soluções Antifraude.Requisitos e qualificaçõesFormação:Superior completo em cursos das áreas de exatas: Matemática, Física, Estatística, Engenharias e afins.Conhecimentos obrigatóriosConhecimentos de ferramentas de ETL.Conhecimento de processamento de dados.Desenvolvimento de queries e scripts em SQL e SAS.Conhecimento de banco de dados Teradata e ambientes de datalake.Ser comunicativo e hábil em trabalho em equipe.Diferenciais﻿Tenha algum conhecimentos em modelagem estatística.Goste de ajudar a resolver problemas de alta complexidade.Informações adicionaisNossos benefícios:Cuidamos bem dos nossos&nbsp;Quoders, então oferecemos um pacote completo de benefícios:Alimentação, aqui temos VR e VA, flexível, você pode dividir como quiser.Saúde: temos Assistência Médica Bradesco extensível a dependentes , com coparticipação.Assistência Odontológica MetlifePensando no seu bem-estar também oferecemos Auxílio Academia.Auxílio Creche para crianças de até 2 anos de idade.Seguro de Vida.PLR Anual que é pago conforme atingimento das metas estabelecidas.Para os Quoders que estão em modelo de trabalho Híbrido oferecemos Auxílio Mobilidade (estacionamento e gasolina), e para quem está remoto temos o Auxílio Home Office.Pensando no seu futuro oferecemos a Previdência Privada, para que você guarde seu dinheiro com segurança.E para o seu Desenvolvimento temos a UniQuod com cursos incríveis, além das parcerias comvárias instituições de ensino.",
    "careerPageId": 30700,
    "careerPageName": "Quod",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/12808/career/30700/images/2024-06-20_09-48_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-18T18:15:55.740Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://vempraquod.gupy.io/job/eyJqb2JJZCI6OTMzODYyOSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://vempraquod.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9374346,
    "companyId": 400,
    "name": "Analista Cientista de Dados Pl.",
    "description": "Quando você pensa em carreira, o que vem à sua mente? Propósito? Colaboração? Ser protagonista para fazer a diferença? No PagBank temos tudo isso e muito mais. 💛&nbsp;Estamos em busca de pessoas que vistam a camisa com orgulho. Gente com vontade de facilitar a vida financeira das pessoas e impulsionar negócios!&nbsp;Tá a fim de uma carreira que rende mais?&nbsp;Confira essa oportunidade e #VemProPags!Responsabilidades e atribuiçõesDesenvolver modelos preditivos de crédito e cobrança.Implementar e monitorar modelos em produção.Otimizar processos e aplicar melhoria contínua nos modelos.Interagir com times de engenharia e produtos para garantir a escalabilidade das soluções.Requisitos e qualificaçõesSuperior completo em Estatística, Matemática, Ciência da Computação, Engenharia ou áreas correlatas.Conhecimento avançado de linguagens de programação (estrutura e lógica) com SQL, Python ou R.Domínio de estatística&nbsp;aplicada e ciência de dados (Modelos de classificação e Preditivos).Conhecimentos em Machine Learning (como por exemplo: Random Forest, Gradient Boosting Machines (GBM), XGBoost, LightGBM) aplicados a riscos.Conhecimento em modelos de previsão de cobrança e análise preditiva.Experiência no uso de técnicas de feature engineering e tuning de hiperparâmetros para otimização de modelos.Conhecimento&nbsp;em criação de book de target no universo de riscos e criação de book de covariáveis (feature Engineer e feature Store)Conhecimento de monitoramento de modelos de Machine Learning.Experiência em estrutura e manipulação de dados.&nbsp;Conhecimentos na utilização de Spark para manipulações big data.Conhecimento de gerais de&nbsp;estrutura Cloud (AWS, Azure ou GCP).Conhecimento em versionamento de código (como Github).Informações adicionaisPara se destacar nessa posição, seria legal se você também tivesse:Experiência com risco de crédito ou áreas correlatas.Experiência com MLOps e Feature Eng., implementação, homologação, sustentação e otimização.Disponibilidade para atuação em modelo híbrido. Nosso escritório está localizado na cidade de São Paulo/SP.",
    "careerPageId": 376,
    "careerPageName": "PagBank",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/400/career/376/images/2020-07-22_18-13_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-18T15:29:20.315Z",
    "applicationDeadline": "2025-12-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Sao Paulo",
    "state": "São Paulo",
    "country": "",
    "jobUrl": "https://pagseguro.gupy.io/job/eyJqb2JJZCI6OTM3NDM0Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://pagseguro.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9383841,
    "companyId": 184,
    "name": "Consultor Engenheiro de Dados (PJ)",
    "description": "Somos a PRIO, a maior companhia independente de óleo e gás do Brasil. Buscamos continuamente por otimização de processos operacionais e de soluções inovadoras que visem diminuir os custos. Aqui todo trabalho é multidisciplinar e cada desafio é único!Estamos buscando um Consultor de Engenharia de Dados para se juntar à nossa equipe em tempo integral na modalidade de Pessoa Jurídica. O profissional será responsável por desenvolver e gerenciar pipelines de dados e realizar monitoramento de problemas no ambiente de dados.#LI-DR1#LI-OnsiteResponsabilidades e atribuiçõesDesenvolver e Gerenciar Pipelines de Dados: Garantir a integridade, disponibilidade, escalabilidade e eficiência das informações da pipeline de dados e informações disponibilizadas para a empresa utilizando boas práticas de ETL/ELT e frameworks de dados distribuídos;Monitoramento e Solução de Problemas: Monitorar, realizar testes regulares e solucionar problemas no ambiente de dados da PRIO;Ingestão e Processamento de Dados: Responsável por desenvolver, otimizar e corrigir processos para grandes volumes de dados;Estratégia de Desenvolvimento: Assegurar boas práticas, código limpo, testes automatizados e qualidade nas implantações;Colaboração Multifuncional: Trabalhar com equipes para entender requisitos de dados e traduzir em soluções técnicas;Segurança e Governança de Dados: Garantir conformidade com as melhores práticas;Arquitetura de Dados: Projetar, desenvolver, implementar e gerenciar soluções de arquitetura de dados;Documentação: Documentar arquitetura, pipelines e processos para manutenção e continuidade;Comunicação Clara: Assegurar compreensão compartilhada da arquitetura de dados entre as equipes.Requisitos e qualificaçõesRequisitos:Experiência com SQL e BigQuery: Criação de consultas e procedures otimizadas;Integração de Dados via APIs: Utilização de APIs para integração e consumo de dados;Processo Completo de Dados: Conhecimento em ingestão, transformação, armazenamento e disponibilização de grandes volumes de dados;Ferramentas de Processamento de Dados: Experiência com SQL, Teradata, DataFactory, Microsoft Fabric e outras ferramentas;Ferramentas de ETL: Experiência com ferramentas de ETL e integração de dados;Desenvolvimento de Soluções de Armazenamento: Conhecimento avançado em Data Lakes, Data Warehouses e Lakehouses;Linguagens de Programação: Proficiência em Python e/ou Java.Informações adicionaisComo é o processo seletivo na PRIO?Gostamos de já chegar na entrevista te conhecendo um pouco, então pedimos a você que preencha ainda na etapa de cadastro alguns testes para podermos avaliar o seu Match com a nossa Cultura :)Depois, nós do time de RH vamos marcar um papo com você. A ideia aqui é aprofundar um pouco mais nas suas experiências, buscando o alinhamento com o perfil da vaga e comportamental que buscamos para a PRIO. Ah, nesse papo também vamos falar sobre a companhia, fluxo do processo, benefícios e tirar suas dúvidas!&nbsp;Dica:&nbsp;Nesse nosso papo, vamos querer saber sobre experiências que você já vivenciou, alinhadas aos valores da PRIO. A ideia é que você consiga nos apresentar essas vivências de forma completa, com contextos, sua responsabilidade, o que você fez e qual foi o resultado!Em seguida, vamos adentrando em aspectos mais técnicos, que podem envolver um case ou apenas uma entrevista com o(a) gestor(a) da vaga, aonde você poderá conhecer um pouco mais sobre os desafios técnicos da vaga e será avaliado dentro dos requisitos da vaga.Ao fim, os finalistas conversam com o diretor da respectiva área para a escolha final!Como se preparar para o processo seletivo na PRIO:-Pesquise sobre o negócio da companhia e nossa atuação no setor de óleo e gás;-Busque se atualizar sobre as notícias recentes da companhia, sejam da imprensa ou divulgadas em nosso site de relações com investidores;-Acesses nossas redes sociais para conhecer mais sobre como é trabalhar na PRIO!-Pense na sua história e principais realizações. Estruture seus resultados e conquistas para relatá-los na hora da entrevista.Fale dos sucessos, mas entender as falhas e como você aprendeu com elas também é importante. Prezamos pela transparência, por isso, não tenha medo de falar sobre os seus insucessos.Desejamos a você um bom processo seletivo!",
    "careerPageId": 123992,
    "careerPageName": "PRIO",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/184/career/123992/images/2025-01-10_13-45_companyLogoUrl.png",
    "type": "vacancy_legal_entity",
    "publishedDate": "2025-06-18T14:57:22.867Z",
    "applicationDeadline": "2025-08-17T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://prio.gupy.io/job/eyJqb2JJZCI6OTM4Mzg0MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "on-site",
    "careerPageUrl": "https://prio.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9383397,
    "companyId": 45709,
    "name": "Especialista de Engenharia de Dados e Automação (RPA & Cloud)",
    "description": "Inovação, orgulho e grandes oportunidades fazem parte da rotina de quem investe em seu desenvolvimento profissional na Mobilize Financial Services Brasil.Somos o braço financeiro do Renault Group no país, oferecendo soluções completas para os clientes das marcas Renault e Nissan.Aqui, todas as pessoas são bem-vindas! Nossas vagas são abertas para todos os perfis, sem distinção de gênero, raça, cor, idade, etnia, orientação sexual, deficiência ou qualquer outra característica.Valorizamos a diversidade e acreditamos que times plurais fazem a diferença! 🌎💡Se você busca um ambiente inclusivo, dinâmico e cheio de oportunidades,&nbsp;candidate-se agora&nbsp;e venha crescer com a gente! 🚀Responsabilidades e atribuiçõesLiderar técnica e funcionalmente a equipe de Dados e Automação/RPA;Atuar no ciclo completo dos projetos: arquitetura, desenvolvimento, DataOps e infraestrutura (Cloud e On-Premisse);Apoiar o time tecnicamente no desenvolvimento de soluções, sempre que necessário;Definir e acompanhar OKRs e KPIs da área, promovendo melhorias contínuas;Fazer interface com Gerentes de Projeto, contribuindo com a estratégia e entregas;Garantir governança, qualidade técnica e aderência a padrões da MFS;Liderar a modernização da plataforma de dados (migração On-Premisse para Cloud);Implementar processos de Data Quality, com foco especial em projetos regulatórios;Atuar em projetos de missão crítica e alta disponibilidade.Requisitos e qualificaçõesO que esperamos de você:Sólida experiência em liderança de times de Dados e Automação;Perfil hands-on, com capacidade de atuar tecnicamente junto à equipe;Experiência com soluções de dados On-Premisse e Cloud (GCP e AWS são um diferencial);Conhecimento em arquitetura e engenharia de dados;Familiaridade com integrações via API e serviços externos;Boa comunicação, organização e visão estratégica;Fluência em inglês.Conhecimentos técnicos desejados:Ferramentas de ETL (Pentaho é um diferencial);Bancos de dados: Oracle, PostgreSQL, MongoDB;Cloud: AWS Glue, Athena, Lambda, BigQuery (GCP);Ferramentas de visualização de dados: Power BI, Spotfire;Ferramenta de RPA: UiPath;Conhecimentos em ITIL/COBIT serão um diferencial;Experiência prévia em migração de plataformas de dados será valorizada.Formação:Graduação completa em Tecnologia, Engenharia, Ciências da Computação ou áreas correlatas;Pós-graduação e certificações na área de dados são diferenciais (ex: Google Professional Data Engineer).Informações adicionaisPor que se juntar a nós?Ambiente colaborativo e inovadorProjetos desafiadores e de alto impactoLiberdade para propor e construir soluçõesDesenvolvimento contínuo e oportunidades de crescimentoCandidate-se e venha construir o futuro com a gente! 🚀",
    "careerPageId": 101254,
    "careerPageName": "Mobilize Financial Services",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/45709/career/101254/images/2022-09-28_14-51_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-18T14:51:17.482Z",
    "applicationDeadline": "2025-08-17T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Curitiba",
    "state": "Paraná",
    "country": "Brasil",
    "jobUrl": "https://mobilizefinancialservices.gupy.io/job/eyJqb2JJZCI6OTM4MzM5Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://mobilizefinancialservices.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9381886,
    "companyId": 2221,
    "name": "ESPECIALISTA DE DADOS ",
    "description": "Oi, somos a&nbsp;HOLDING SIMPAR!&nbsp;Somos um Grupo com mais de 50 mil colaboradores sob a mesma Cultura, Valores e um Modelo de Gestão único, que produz resultados sustentáveis e alinhados às melhores práticas de ESG. Uma holding que empresaria 8 negócios com operações independentes e complementares nos segmentos de logística, mobilidade, saneamento, infraestrutura, concessões e serviços financeiros.&nbsp;A SIMPAR é a holding que controla sete empresas independentes: JSL, Movida, Vamos, CS Brasil, Automob, Banco BBC Digital, CS Infra e Ciclos Ambiental. Nossa Gente é formada por diversidade de gerações, com complementariedade de conhecimentos, experiências e com muita energia para realizar. Venha fazer parte da #NossaGente!Dentre nossos valores, contamos com&nbsp;CLIENTE, sendo a razão da nossa existência empresarial, escutamos nossos clientes para entender a atender suas necessidades,&nbsp;GENTE, sendo nosso grande diferencial e que nos permite alcançar os objetivos,&nbsp;SIMPLICIDADE, um jeito descomplicado de ser e agir,&nbsp;ATITUDE DE DONO, agimos com profundidade e visão do todo,&nbsp;SUSTENTABILIDADE,&nbsp;com atitudes economicamente viáveis, ecologicamente corretas e socialmente justas,&nbsp;LUCRO, sendo uma missão de todos, fundamental para o crescimento e desenvolvimento sustentável dos nossos negócios.Todos os processos seletivos conduzidos pela&nbsp;SIMPAR&nbsp;são afirmativos,&nbsp;inclusivos e não discriminatórios.Responsabilidades e atribuiçõesNesta posição, o Especialista de Dados terá um papel crucial na coleta, processamento e organização de dados, transformando dados brutos em insights valiosos para embasar decisões estratégicas. Será responsável pela criação e manutenção de dashboards dinâmicos e visualizações impactantes utilizando ferramentas como Power BI, comunicando essas informações de maneira clara e eficaz. Além disso, este profissional será fundamental na criação e manutenção dos dashboards de People Analytics, tornando a área de Gente e Cultura mais estratégica.Requisitos e qualificaçõesExtração e padronização de bases de dados: extrair dados e garantir que as informações estejam organizadas no banco de dados;Construção de relatórios e apresentações: com ferramentas do Power BI, criar apresentações e relatórios com as bases nos dados padronizados;Levantamento e mapeamento de processos: organizar os dados, e mapeamento dos processos relevantes. Colaborar com equipes de TI e de negócios para entender necessidades e fornecer soluções baseadas em dados;Apresentação das reuniões gerenciais: será responsável por apresentar relatórios para as reuniões com a equipe de gestão;Automatização de demandas: ter pensamento analítico e habilidades para automatizar tarefas;Formação superior:&nbsp;Graduação em Ciência da Computação, Sistemas de Informação, Análise de Sistemas ou áreas correlatas.Conhecimentos sólidos:&nbsp;Excel, SQL, Python, Power BI e Machine Learning. Habilidades desejáveis:&nbsp;Conhecimento em infraestrutura de banco de dados, metodologias ágeis, e armazenamento de dados em SQL Server, Oracle, Data Warehouse.Informações adicionaisOs benefícios tradicionais que você já conhece, nós também temos. Queremos te mostrar que vamos além:Clube de benefícios: Plataforma exclusiva com descontos em diversas categorias - gastronomia, entretenimento, serviços, educação, lazer e esporte.&nbsp;Ligado em você: canal com atendimento especializado para você e sua família, com suporte psicológico, social, financeiro, jurídico e muito mais, disponível 24 horas, com total sigilo.&nbsp;Licença Maternidade e Paternidade estendidas, além de um Kit nascimento para recém-mamães e recém-papais.&nbsp;Sabemos o quanto a educação das crianças e adolescentes é importante. Aqui na SIMPAR, damos aquela ajuda na compra do kit escolar para os filhos da nossa gente.&nbsp;Universidade SIMPAR, plataforma para o seu autodesenvolvimento e aprendizado contínuo.﻿Evento Veteranos: reconhecemos celebramos nossa Gente veterana, com eventos especiais para quem completa mais de 15 anos de casa.Cantinho da Mamãe: O espaço, na Matriz no Itaim Bibi e Sede Administrativa em Mogi das Cruzes, é dedicado as mamães que retornam de licença maternidade e querem seguir com o aleitamento materno. No local, há todos os itens para retirar e armazenar o leite, com privacidade e conforto.﻿Totalpass: para você cuidar da sua qualidade de vida, saúde e bem-estar.*Os benefícios se aplica para vagas CLT no Grupo.",
    "careerPageId": 11329,
    "careerPageName": "Opotunidade_Confidencial",
    "careerPageLogo": "https://career-page-prod.gupy.io/default-creation-images/confidencial_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-18T11:59:19.321Z",
    "applicationDeadline": "2025-08-17T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://oportunidade_confidencial.gupy.io/job/eyJqb2JJZCI6OTM4MTg4Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": ""
  },
  {
    "id": 9368720,
    "companyId": 5977,
    "name": "Engenheiro de Dados e Inteligência Artificial Sênior",
    "description": "Como Engenheiro de Dados Sênior na Montreal, você fará parte de uma das melhores empresas de tecnologia do Brasil. Nossa trajetória iniciou há mais de trinta anos com uma pequena equipe de engenharia apaixonada por inovação. Em 1986, pessoas visionárias fizeram um compromisso com a tecnologia e sua capacidade de transformar o mundo. Aquele, seria apenas o começo de uma trajetória que nos tornou referência sólida no mercado e uma das melhores empresas para se trabalhar.&nbsp;Responsabilidades e atribuiçõesProfissional da CONTRATANTE e também da&nbsp;CONTRATADA&nbsp;que coordena o trabalho em relação às decisões arquiteturais de software que afetam a aplicação. Atua nas atividades de desenho da arquitetura, POC arquitetural, definição de padrões arquiteturais e de codificação de software, considerando as tecnologias e framework padrão adotados. 5 ou mais anos de experiência para arquiteto de software. Requisitos e qualificaçõesFormação superior completa (graduação e/ou pós-graduação lato sensu e/ou pós-graduação stricto sensu) na área de Tecnologia da Informação.Desenvolvimento de Modelos de IA: Criar e treinar modelos de IA, como modelos preditivos, de aprendizado supervisionado e não supervisionado.Análise de Dados: Explorar e analisar grandes volumes de dados, identificando padrões e insights úteis para os negócios.Testes e Validação de Modelos: Validar e testar a performance dos modelos, ajustando parâmetros para otimizar a precisão.Preparação e Limpeza de Dados: Coletar, limpar e organizar grandes volumes de dados para análise e treinamento de modelos.Construção de Pipelines de Dados: Criar pipelines para facilitar a movimentação e transformação de dados entre diferentes sistemas.﻿Gerenciamento de Big Data: Trabalhar com ferramentas de Big Data para gerenciar e processar dados em grande escala.Informações adicionais",
    "careerPageId": 12814,
    "careerPageName": "Montreal | Tecnologia e Inovação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/5977/career/12814/images/2025-03-17_17-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-17T21:50:59.534Z",
    "applicationDeadline": "2025-08-15T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://montreal.gupy.io/job/eyJqb2JJZCI6OTM2ODcyMCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://montreal.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9377971,
    "companyId": 26075,
    "name": "Analista de Dados - Híbrido (Maceió) ",
    "description": "Com mais de 12 anos no mercado, a MESHA Tecnologia se destaca em sua essência por carregar valores que prezam principalmente pela diversidade, valorização do lado humano e meritocracia, construindo assim um relação familiar entre os colaboradores, trabalhando com alocação presencial e remota de Squads e alocação de profissionais na área de TI.Habilidades:Proatividade;Facilidade de comunicação.Responsabilidades e atribuiçõesDesenvolver e manter ETLs e Dashboards;Gerenciar volume, variedade, velocidade e veracidade dos dados;Criação de Queries em SQL;Suporte ao usuário dos dashboards.Requisitos e qualificaçõesDesenvolver e manter ETLs e Dashboards;Gerenciar volume, variedade, velocidade e veracidade dos dados;Criação de Queries em SQL;Suporte ao usuário dos dashboards;Arquitetura e estruturas de dados.Desejáveis:Experiência em pipelines de fluxo de dados utilizando ferramentas de ETL como Pentaho, SSIS, etc;Conhecimento em tecnologias de Big Data incluindo Hadoop, Spark;Experiência nas ferramentas de tecnonologias de Dados da Azure (Data Lake Storage, Azure Data Factory, Synapse Analytics, Azure Databricks);Ter atuado previamente na construção de um Data Lake;&nbsp;Controle de versões Git.Informações adicionaisBENEFICIOS:🎈 Day-off e vale compras no aniversário;📚 Incentivo Educacional;💪 Mesha Fitness;🎉 Cultura colaborativa, de gestão horizontal e incentivo à troca de feedbacks.💡Dinamismo e abertura para troca de ideias e experiências.💰Remuneração compatível com a nível mercado.MODELO HÍBRIDO - MACEIÓ[Job ID: 16701]",
    "careerPageId": 56407,
    "careerPageName": "MESHA TECNOLOGIA",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/26075/career/56407/images/2022-03-22_00-45_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-06-17T18:30:04.324Z",
    "applicationDeadline": "2025-08-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Maceió",
    "state": "Alagoas",
    "country": "Brasil",
    "jobUrl": "https://mesha.gupy.io/job/eyJqb2JJZCI6OTM3Nzk3MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://mesha.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8604426,
    "companyId": 474,
    "name": "[Ambev Tech] Cientista de Dados Pleno e Senior",
    "description": "Somos o Hub de Tecnologia da Ambev e trabalhamos como protagonistas da transformação digital de uma das maiores indústrias de bebidas do mundo. Do campo ao copo, nossas soluções, realizadas com tecnologia de ponta por pessoas excelentes, entregam ainda mais escalabilidade, inovação e confiabilidade para as mais diversas áreas da companhia.&nbsp;&nbsp;Somos mais de 1500 colaboradores pelo Brasil e América Latina, incluindo as cidades das nossas unidades – Blumenau (SC), Maringá (PR), São Paulo (SP), Jaguariúna (SP) e Buenos Aires (ARG).&nbsp;Na área de Data &amp; Analytics, estruturamos e processamos grandes volumes de dados para transformar informações em decisões estratégicas e insights acionáveis. Nosso time trabalha nas frentes de engenharia de dados, ciência de dados e BI, utilizando tecnologias modernas que compõem a nossa tech stack. Com uma cultura data-driven, garantimos que todas as áreas da Ambev tenham acesso a dados confiáveis, escaláveis e seguros para impulsionar inovação e eficiência operacional.&nbsp;&nbsp;Vem promover ainda mais razões para brindar com a gente! 🚀🍻&nbsp;Responsabilidades e atribuiçõesA rotina como Cientista de Dados inclui:Compreender desafios de negócio, identificar oportunidades e desenvolver modelos de aprendizado de máquina ou pesquisa operacional para tomada de decisão;&nbsp;Aplicar técnicas de visualização de dados para analisar problemas, detectar oportunidades e comunicar resultados;&nbsp;Construir modelos preditivos utilizando aprendizado de máquina para gerar insights estratégicos;&nbsp;Modelar problemas de negócio utilizando pesquisa operacional, implementando soluções computacionais eficientes;&nbsp;Apresentar resultados de forma clara para as áreas de negócio, mantendo o rigor técnico e científico;&nbsp;Traduzir descobertas dos modelos em recomendações acionáveis para o negócio;&nbsp;Monitorar o desempenho dos modelos e garantir a qualidade dos resultados;&nbsp;Desenvolver e treinar analistas com as principais teorias e aplicações de aprendizado de máquina, inteligência artificial e pesquisa operacional.&nbsp;E claro, nossos valores são muitos importantes, pois foram eles que nos trouxeram até aqui. Se você gosta de trabalhar em equipe, lida com projetos de forma proativa e curte desafios, vem com a gente!Requisitos e qualificaçõesExperiência no desenvolvimento de sistemas de recomendação e personalização de conteúdo, utilizando abordagens como collaborative filtering, content-based filtering, deep learning e reinforcement learning;Linguagens: Python, SQL;Ferramentas: principais bibliotecas de ciência de dados e pesquisa operacional (Pandas, NumPy, Matplotlib, Scikit-learn, Keras, OR-Tools);Estatística: conceitos fundamentais como variáveis aleatórias, distribuições de probabilidade, testes de hipóteses;Aprendizado de máquina: experiência com modelos supervisionados e não supervisionados;Bancos de dados: conhecimento avançado em SQL e modelagem de banco de dados relacional (joins, group by, order by, chaves primárias, secundárias e estrangeiras;Inglês para escrita e conversação.Informações adicionaisBenefícios de trabalhar com a gente&nbsp;&nbsp;Pra te apoiar financeiramente:&nbsp;Vale refeição ou alimentação;&nbsp;Vale transporte;&nbsp;Bônus PPR (Programa de Participação nos Resultados);&nbsp;Abono assiduidade (14º salário);&nbsp;IAPP (Instituto Ambev de Previdência Privada).&nbsp;&nbsp;Pra cuidar do seu bem-estar e qualidade de vida:&nbsp;Plano de saúde;&nbsp;Convênio odontológico;&nbsp;Seguro de vida;&nbsp;Telemedicina DASA (todas as especialidades 24h/dia, 7 dias/semana)&nbsp;Licenças maternidade e paternidade estendidas (60 e 15 dias, respectivamente);&nbsp;Wellhub (antigo Gympass);&nbsp;Auxílio creche&nbsp;&nbsp;Pro seu desenvolvimento profissional:&nbsp;Auxílio educação;&nbsp;Self Learning (auxílio em cursos, certificações e idiomas);&nbsp;Self Friday (sexta-feira à tarde livre para estudos e autocuidado).&nbsp;&nbsp;E ainda tem mais!&nbsp;Mercado Tech (desconto mensal em produtos Ambev *apenas nas cidades de nossas unidades);&nbsp;Brahma Express (desconto de 20% na plataforma);&nbsp;Day off de aniversário;&nbsp;&nbsp;Modelo de trabalho&nbsp;Atualmente temos como modelos de trabalho os formatos híbrido e remoto, variando de acordo com o tipo e o escopo da vaga.&nbsp;&nbsp;No modelo híbrido, o trabalho pode ser realizado em uma de nossas unidades na frequência de 3 dias por semana. Já no modelo remoto, pode ser realizado em qualquer cidade do Brasil (é necessária a residência fixa em território nacional).&nbsp;&nbsp;Benefícios do modelo remoto de trabalho:&nbsp;Auxílio Home office inicial (para apoiar na montagem de seu espaço);&nbsp;Auxílio Home Office mensal;&nbsp;",
    "careerPageId": 2825,
    "careerPageName": "Ambev Tech",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/474/career/2825/images/2022-03-28_12-24_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-02-06T18:20:10.403Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://ambevtech.gupy.io/job/eyJqb2JJZCI6ODYwNDQyNiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://ambevtech.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8361290,
    "companyId": 27064,
    "name": "Banco de Talentos - Arquiteto de Dados",
    "description": "Se você é apaixonado(a) por dados, tecnologia e inovação, esta é sua chance de construir estruturas escaláveis e eficientes que impulsionam o crescimento da B4A! Buscamos um(a) Arquiteto(a) de Dados que transforme dados brutos em insights estratégicos, garantindo integração, governança e otimização das informações.Procuramos alguém que:Tenha um propósito de vida e de carreira ambicioso e que não mede esforços para fazer o que precisa ser feito;Busca fazer parte de uma história inspiradora e de sucesso com pessoas dispostas a mudar o mundo;Gosta de trabalhar em equipe presencialmente juntos e tenha interesse por tecnologia, inovação e beleza;Tenha extremo senso de urgência, disposição e flexibilidade, e entenda que algumas coisas não podem esperarTenha auto responsabilidade: \"isso não é responsabilidade minha\", não funciona aqui!;Saiba se comunicar de forma clara e objetiva e lidar bem com pessoas;Tenha atenção concentrada e consiga trabalhar sob pressão;Seja dinâmico para resolver problemas e lidar com diversas atividades simultaneamente;Seja um profissional de alta performance com foco, organização e planejamento de atividades;E claro, se identifique a cultura B4A!Responsabilidades e atribuiçõesDefinir uma estrutura de dados que transmita a visão da B4A, e garantir que a mesma transmite a realidade das bases de dados da empresaAlinhar e adaptar a estrutura de dados à realidade técnica/tecnológica da empresaAcompanhar e supervisionar projetos de troca de dados entre áreas, garantindo que estão alinhadas com a visão e estratégia da empresaParticipar na definição e implementação de novos bancos de dados e estruturas de dados , ajudando a implementar soluções de armazenamento de dados, como data warehouses e data lakesIntegrar dados de diferentes fontes (APIs, banco de dados, arquivos) em uma plataforma centralizadaTrabalhar em estreita colaboração com analistas de BI e desenvolvedores para garantir o fluxo correto e otimizado de dados.Requisitos e qualificaçõesBacharelado em Engenharia ou áreas correlatas de uma faculdade renomada como Poli-USP, Unicamp,&nbsp;ITA, UFSCar ou outra equivalenteCapacidade de criar estruturas de dados fáceis de entender, e de traduzir a visão e objetivos da empresa em estruturas de dados compreensíveis para todosExperiência em administração de sistemas de banco de dados relacionais e não relacionais, em ambientes de BI, big data ou data warehouses.Conhecimento de SQL e NoSQL (e.g., PostgreSQL, MySQL, MongoDB, etc.).Experiência com ferramentas de BI e análise de dados (e.g., Power BI, Tableau, Looker).Perfil hands on, organizado, proativo na identificação de oportunidades e insights, resolução de problemas, senso de urgência, capacidade analítica e comunicação objetivaGrande interesse no uso de plataformas de inteligência artificial como Chat GPTInformações adicionais O que oferecemos:🤝Programa Vire Sócio B4A - queremos que você também seja sócio! Se você permanecer na B4A depois de 1 ano você será elegível para virar sócio e participar no sucesso da empresa!😊 Espaço físico que estimula a criatividade com clima colaborativo e amigável🐶 Pet friendly - nossos aumigos sempre pertinho de você🏋️‍♀️ wellhub - para que os nossos colaboradores cuidem da saúde física🛒 Descontos exclusivos em nossas plataformas📚 Descontos com parceiros educacionais - lifelong learningEtapas do nosso processo seletivo:✍&nbsp;️ Inscrição e avaliação inicial🤝&nbsp;Entrevista com o time de People&nbsp;🤝&nbsp;Entrevista com a Liderança&nbsp;🤝&nbsp;Entrevista com a Direção ou CEO&nbsp;📣&nbsp;Feedbacks e/ou contratação - transparência, empatia e respeito sempre!",
    "careerPageId": 58321,
    "careerPageName": "B4A",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/27064/career/58321/images/2022-04-04_14-44_logo.png",
    "type": "vacancy_type_talent_pool",
    "publishedDate": "2024-12-30T14:13:42.558Z",
    "applicationDeadline": "2025-08-19T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://b4a.gupy.io/job/eyJqb2JJZCI6ODM2MTI5MCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://b4a.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8205057,
    "companyId": 58909,
    "name": "Banco de Talentos - Centro de Inteligência (Dados)",
    "description": "Falar da MRV&amp;CO (MRV, Urba, Luggo, Sensia e Resia) é dizer muito mais do que os títulos que recebemos durante nossa história de 45 anos. Ser uma das maiores&nbsp;construtoras da América Latina nos orgulha muito. Mas não só isso! Queremos mais e ir além! Somos uma Companhia inovadora e incansável na busca de soluções de moradia. Nos desafiamos e acreditamos na nossa força. E é importante que se evidencie: a força da MRV&amp;CO está em nossa gente. Uma Gente com G maiúsculo, engajada, protagonista, transformadora. Em poucas palavras: um time Sangue Verde!&nbsp;Acreditamos na transparência das relações, na valorização das conquistas e não abrimos mão dos valores que nos trouxeram até aqui. Temos certeza de que dia após dia construímos o futuro que queremos e esse futuro se apresenta em nosso propósito: construir sonhos que transformam o mundo.&nbsp;&nbsp;Vem #SERSangueVerde com a gente!💚🧡🚀Responsabilidades e atribuições&nbsp;&nbsp;Analytics&nbsp;Participação em projetos e iniciativas de ciência de dados;Influenciar nossos clientes internos a provocarem mudanças positivas e impactar o negócio com ganhos de eficiência operacional;Explorar conjuntos de dados e detectar padrões complexos em toda a jornada do cliente, assim como dos produtos MRV&amp;CO;Participar do desenvolvimento de soluções de IA e produtos de dados, capazes de gerar valor tanto para clientes externos quanto internos.Central de Monitoramento&nbsp;Conduzir projetos de melhoria contínua com foco em aumentar a receita e otimizar os processos visando reduzir custos e gastos;Implementar metodologias eficazes de gestão para garantir a execução eficiente dos projetos;Atuar de forma assertiva em análises detalhadas, negociações estratégicas e cobranças necessárias entre as áreas envolvidas nos projetos;Desenvolver e coordenar projetos de treinamento utilizando o método PDCA para garantir a capacitação contínua da equipe;Olhar sistêmico, crítico e analítico.Informação&nbsp;Desenvolver dashboards e relatórios que apoiam a tomada de decisão e planejamento estratégico do negócio;Responsável por entender os processos, sistemas e as principais métricas do negócio;&nbsp;Responsável por desenhar o macro fluxo de informações gerenciais e mapear os dados necessários para a tomada de decisão;Trabalhar os dados de diversas fontes utilizando ferramentas de Data Preparation;Idealizar e propor soluções para otimização da gestão dos dados e garantia da regra de negócio.Requisitos e qualificações- Formação superior completo ou em andamento em Estatística, Ciência de Dados, Computação, Engenharias, Economia, Matemática Computacional ou áreas correlatas;- Conhecimento em conceitos e boas práticas de estatística e probabilidade são diferenciais;- Conhecimento em Power BI, Python e/ou R;- Desenvolvimento de consultas SQL;- Boas habilidades de comunicação verbal e escrita, permitindo com que conceitos analíticos sejam compreendidos pelo negócio.Informações adicionaisO que você terá?• Salário compatível com o mercado;• Benefício de alimentação flexível - Alelo (vale-refeição e/ou vale-alimentação);• Plano de saúde;• Plano odontológico;• Programa anual de remuneração variável;• Vale-transporte;• Gympass;• Benefícios, conforme convenção coletiva de trabalho.• E muito mais!Conheça algumas iniciativas em Benefícios SER Sangue Verde: https://vagas-mrveco.gupy.io/",
    "careerPageId": 134881,
    "careerPageName": "Venha construir o futuro com a gente!",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/58909/career/134881/images/2023-02-10_15-11_companyLogoUrl.png",
    "type": "vacancy_type_talent_pool",
    "publishedDate": "2024-11-27T21:14:45.513Z",
    "applicationDeadline": "2026-11-28T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Belo Horizonte",
    "state": "Minas Gerais",
    "country": "Brasil",
    "jobUrl": "https://vagas-mrveco.gupy.io/job/eyJqb2JJZCI6ODIwNTA1Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://vagas-mrveco.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8076025,
    "companyId": 383,
    "name": "Banco de Talentos - Profissionais de Dados",
    "description": "Estamos procurando gente fora da curva, que queira construir um produto que seja referência na área de&nbsp;Tecnologia.Além do básico, alguém que consiga pensar o produto, agregar com novas ideias, sempre pensando na melhor solução para o cliente final.Usamos tecnologia para automatizar o abastecimento da casa das pessoas. Nosso objetivo é criar um mundo onde os produtos essenciais cheguem na sua casa com a mesma facilidade que a água chega na torneira.&nbsp;Com nosso modelo de compras planejadas já fizeram nossos clientes economizarem mais de 30 milhões. Mas nossa plataforma de recorrência é apenas o primeiro passo nesse caminho (ainda tem muitos produtos inovadores no forno).&nbsp;E aí, o que achou? Vem fazer parte de um time onde você não será só mais 1!&nbsp;&nbsp;Responsabilidades e atribuiçõesExploração e análise de dados;Estruturar e modelar dados, desenvolver pipelines de dados e garantir a qualidade e a escalabilidade dos sistemas de dados;Construir e otimizar sistemas de coleta, processamento e armazenamento de dados, integrando dados de fontes diversas para facilitar a análise;Utilizar machine learning e estatística avançada para gerar insights e construir modelos que auxiliem nas previsões e automação de processos;Trabalhar em conjunto com times de produto, engenharia, marketing e outras áreas para entender necessidades e implementar soluções de dados que suportem decisões estratégicas.Requisitos e qualificaçõesConhecimentos em SQL e Python;Conhecimento em serviços da AWS ou GCP;Experiência em trabalhar com metodologia Scrum;Informações adicionaisVaga remota para pessoas fora da grande São Paulo e híbrida para residentes da região;Vaga também para PCD.",
    "careerPageId": 352,
    "careerPageName": "#SejaShopper",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/383/career/352/images/2021-06-11_18-00_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2024-11-04T18:14:10.891Z",
    "applicationDeadline": null,
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://shopper.gupy.io/job/eyJqb2JJZCI6ODA3NjAyNSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://shopper.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8010937,
    "companyId": 1915,
    "name": "Analista de Dados ",
    "description": "A PESSOAS SEGURAS SÃO MAIS FELIZES!&nbsp;🧡Esse pensamento é a essência que rege a CAPEMISA nesses mais de 60 anos de história. Somos um caso raro de Empresa que surgiu com o objetivo de gerar recursos para uma obra social, o Lar Fabiano de Cristo. Aqui Segurança e felicidade são sinônimos e só são plenos quando são compartilhados. Por isso, estamos sempre pensando em maneiras de proteger e valorizar nossa equipe. E o esforço se traduziu em resultados, de produtividade e na conquista do selo GreatPlaceToWork.Se identificou com o nosso jeito de ser?!Junte-se ao nosso time e experimente trabalhar em uma empresa GreatPlaceToWork.O que você vai encontrar por aqui?Além de um ótimo ambiente para trabalhar e se desenvolver, oferecemos:Assistência médica;Assistência odontológica;Seguro de vida;Vale Refeição;Vale Alimentação;Participação nos Lucros e Resultados;Auxilio Creche;Licença maternidade estendida;Bonificação de férias;Folga no dia do seu aniversário e do seu filho até 11 anos;GymPass.Responsabilidades e atribuiçõesDesenvolver modelo de dados que possibilite visões multidimensionais para a tomada de decisões;Realizar levantamento de necessidades junto ao usuário, colhendo informações necessárias à definição de requisitos;Elaborar, especificar e desenvolver modelos de dados;Definir prazos e prioridades nos atendimentos ao usuário, através do Escritório de Projetos/Gerente de Projetos;Submeter ao patrocinador do BI, o escopo geral, prioridades e definição de atendimento das solicitações pendentes;Construir painéis de controle gerenciais (dashboard);Desenvolver relatórios de indicadores e métricas;Definir padrões e melhores práticas de desenvolvimentoPropor soluções a partir de análise do escopo da demanda do usuário, compatibilizando-o com a visão tecnológica;Acompanhar o processo de implantação, apoiando a equipe de operação, monitorando o resultado produzido.Requisitos e qualificaçõesGraduação em Engenharia da Computação, Ciências da Computação, ou outro curso na área de Tecnologia; Pós graduação em Análise de Dados, no caso de formação em curso da área de exatas. Experiência de pelo menos 5 anos nas atividades mencionadas.Conhecimentos específicos: Conhecimentos dos conceitos de BI, ETL, DW,OLAP, MOLAP, Modelagem dimensional;Modelo de entidades e relacionamentos;Bons conhecimentos de banco de dados (MSSQL );Conhecimentos na construção da camada de objetos de schema (atributos, fatos, métricas);Domínio da Linguagem SQL;Conhecimentos de ferramentas de BI e Ferramentas de Reporting. Informações adicionaisModelo de trabalho remoto.",
    "careerPageId": 3463,
    "careerPageName": "CAPEMISA Seguradora e CAPEMISA Capitalização ",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1915/career/3463/images/2025-06-13_13-47_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2024-11-01T13:21:40.140Z",
    "applicationDeadline": "2025-09-01T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://capemisa.gupy.io/job/eyJqb2JJZCI6ODAxMDkzNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "on-site",
    "careerPageUrl": "https://capemisa.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 7523983,
    "companyId": 14062,
    "name": "Analista de Dados | Guararapes ",
    "description": "Aqui na Riachuelo a gente se conecta com você! #VemSerRCHLOVER 🚀❤️Existimos para conectar desejos a realizações. E você escolher a Riachuelo para fazer a sua carreira acontecer é uma realização para a gente!Aqui, nossos mais de 36 mil RCHLOVERS encontram o melhor ambiente para se transformarem e se desenvolverem junto com a gente. Afinal, somos moda, varejo, tech, logística, financeira, indústria e a maior empresa de moda da América Latina! ♥Vamos juntos construir o maior ecossistema de moda, lifestyle e produtos financeiros do Brasil!Nosso time da Guararapes Natal está em busca de um Analista de Dados, para compor a equipe!♿ Lembramos que nossas oportunidades são para todos. Na Riachuelo, você encontra um ambiente diverso, com respeito e empatia, em que cuidamos dos RCHLOVERS.Responsabilidades e atribuiçõesOs desafios da função são:Habilidade de relacionamento com cliente para negociação de demandas e levantamento de requisitos.Análise de dados de dados para planejamento industrial;Elaboração de dashboards, relatórios, apresentações e indicadores.Manutenção e melhorias em recorrência com VBA.O seu perfil será avaliado no processo seletivo.Requisitos e qualificaçõesÉ muito importante que você tenha e/ou saiba:Ensino superior completo em Ciência da Computação, Sistemas de Informação, Engenharia ou áreas correlatas.Conhecimento avançado em Excel avançado, Power BI, VBA e Banco de dados.Programação DAX, SAS/ou SQL, Phyton, R.Informações adicionaisE quais são os benefícios?Plano de carreira;Assistência Médica;Seguro de vida em grupo (opcional);Refeitório;Transporte interno da empresa - rotaGympass;Descontos em faculdades, escolas de idiomas e academias;Desconto em assistência odontológica (opcional);Descontos em compras na Riachuelo.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Após sua contratação, verificar informações sobre o acordo coletivo/política vigente.Informações complementares:&nbsp;&nbsp;&nbsp;Regime de contratação:&nbsp;CLT (Efetivo);Local de Trabalho: Guara, Natal - RN.Para conhecer todos os nossos benefícios, acesse www.riachuelo.com.br/carreirasCurtiu? Então candidate-se agora!#VemSerRCHLOVER",
    "careerPageId": 33538,
    "careerPageName": "Riachuelo ",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/14062/career/33538/images/2021-10-21_19-59_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2024-07-23T21:48:15.013Z",
    "applicationDeadline": null,
    "isRemoteWork": false,
    "city": "Natal",
    "state": "Rio Grande do Norte",
    "country": "Brasil",
    "jobUrl": "https://riachuelo.gupy.io/job/eyJqb2JJZCI6NzUyMzk4Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://riachuelo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 7243343,
    "companyId": 41980,
    "name": "ANALISTA DE DADOS JÚNIOR - RH  (HÍBRIDO CAMPINAS/SP)",
    "description": "Empresa contratante: NEO - Núcleo de Excelência Operacional Modelo de trabalho: Híbrido (3 dias/semana) em Campinas/SPAQUI NO AGIBANK VOCÊ TERÁ QUE:Analisar e aplicar melhorias em processos, através do Excel, Power BI, VBA ou RPA;Automatizar KPIs;Tratar dados oriundos de API’s, Data Lake, Sistemas, etc;Prospectar novas e/ou melhores tecnologias/ferramentas para a área;Elaborar dashboards através do Power BI;Desenvolver Scripts em Python para upload de dados em Data Lake;Construir consultas SQL para manipulação e análise de dados;Programar em Python para automatização de processos;&nbsp;Prospectar novas e/ou melhores tecnologias/ferramentas para a área.Responsabilidades e atribuiçõesRequisitos e qualificaçõesTecnólogo ou superior (em andamento ou concluído) na área de Tecnologia;Experiência mínima comprovada com dados e/ou programação (SQL, PowerBI, Python e correlatos)É UM DIFERENCIAL PRA NÓS, MAS NÃO É OBRIGATÓRIO, OK?Excel Avançado e VBA;Curiosidade para procurar, aprender e testar novas tecnologias;Valorizar a colaboração e a troca de experiências para fazer o time crescer;Incorporar responsabilidade da concepção até a entrega em produção;Gostar de disseminar conhecimento por meio de apresentações internas e externas;Informações adicionaisALGUNS BENEFÍCIOS, FACILIDADES E PARCERIAS PRA VOCÊ CURTIR A JORNADA COM A GENTE 😊:Vale-refeição e/ou alimentação;Plano de saúde com isenção total nos exames preventivos;Plano odontológico;Total Pass, pra atividade física e bem-estar;Programa de Participação nos Resultados (PPR) seguindo as regras estabelecidas anualmente;Programa de sócios do Agibank, o Tô de Dono/a;Universidade interna, a Uni Agi;Folga de presente no mês do seu aniversário;Pesquisa semanal de clima, a Sem Climão;Avaliação de performance;Teleatendimento psicológico e médico gratuito, com o Conexão Saúde;Licença-maternidade de 6 meses e licença-paternidade de 20 dias;Dr. Pet: possibilidade fazer plano de saúde com desconto para o seu pet;Auxílio-creche;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fretado de ida e volta para Campinas e região (com raio de até 50 km de distância). São lugares reserváveis mediante a disponibilidade de assentos e rota.",
    "careerPageId": 163914,
    "careerPageName": "Corporativo - Agibank",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/41980/career/163914/images/2023-07-05_00-35_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2024-06-07T17:10:04.779Z",
    "applicationDeadline": null,
    "isRemoteWork": false,
    "city": "Campinas",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://corporativo-agibank.gupy.io/job/eyJqb2JJZCI6NzI0MzM0Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://corporativo-agibank.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 6994828,
    "companyId": 8089,
    "name": "Analista de Operações (Conciliações, Relatórios e Dados) | Cresol Confederação ",
    "description": "Venha fazer a diferença com a gente! 🧡Estamos em busca de um(a) Analista de Soluções&nbsp;e Operações | Informações Gerenciais para fortalecer ainda mais o nosso time!Se você acredita no poder do trabalho em equipe, na construção de um ambiente colaborativo e no impacto positivo que pode gerar na comunidade, essa oportunidade é para você!Aqui na Cresol, crescimento é sobre desenvolver talentos, fortalecer conexões e criar um ambiente onde cada pessoa se sinta valorizada. Se você está pronto(a) para esse desafio e quer fazer parte de algo grandioso, vem para a Cresol e embarque na onda laranja! 🧡✨ Juntos, vamos mais longe! 🚀Responsabilidades e atribuiçõesConduzir as atividades dos projetos evolutivos ou mandatórios de soluções e operações relacionados aos produtos e serviços da Cresol, entendendo o objetivo do demandante e transformando as necessidades levantadas em soluções técnicas que serão construídas pelas equipes de tecnologia, garantindo que as atividades desenvolvidas estejam alinhadas com a estratégia da Cresol.Atendimento as demandas da rede cujos quais serão realizados de forma remota e presencial; Construir dashboards e relatórios e realizar análises destes para monitorar o desempenho e a operacionalização dos produtos e serviços identificando e apontando oportunidades de melhorias e realizando ajustes conforme necessário; Construir e manter atualizados documentos e repositórios. Desenvolver e ministrar treinamentos periódicos para as equipes; Facilidade de entendimento de normas; Trabalho em equipe; Boa comunicação e influência.Requisitos e qualificaçõesEnsino superior completo em Administração, Economia, Engenharia, Ciência Da Computação ou áreas de tecnologia afins.Vivência de 2 anos em desenvolvimento e proposição de soluções de negócios, com ênfase em produtos financeiros.Experiência com Excel e Qlikview e Qlik sense ;Proatividade (entender para atender); Informações adicionaisConfira nossos benefícios:Para o seu crescimento e futuro ✅🚀Adicional por Tempo de Serviço – Reconhecemos sua dedicação e trajetória conosco.Auxílio Pós-Graduação – Investimos no seu conhecimento com um incentivo especial para sua Pós-Graduação.Descontos Educacionais – Possuímos parcerias exclusivas com universidades para Graduação, Pós-Graduação e MBA.Universidade Corporativa Cresol – Oportunidades incríveis de aprendizado para potencializar sua carreira.Para celebrar os momentos especiais 🎉🥂Day Off de Aniversário – No mês do seu aniversário, além de um presente especial, você tem direito a um dia de folga para você comemorar como quiser!Bônus Papai e Mamãe – A chegada de um filho merece ser celebrada! Aqui, você recebe um incentivo especial nesse momento único.Kit do Bebê – O carinho da Cresol já começa desde o nascimento, com um presente especial para seu bebê.Auxílio Casamento – Um apoio financeiro para você celebrar esse novo capítulo da sua vida.Cartão Natal – Um presente para tornar sua ceia ainda mais especial ao lado de quem ama.Para o seu bem-estar e qualidade de vida 🧘🏋️🧠Plano de Saúde e Plano Odontológico – Sua saúde em primeiro lugar! A mensalidade é 100% custeada pela Cresol.Incentivo à Atividade Física – Acesso a academias, yoga, meditação e muito mais para seu bem-estar.Ginástica Laboral – Alongamentos e exercícios no trabalho, pensando no seu Bem Estar.Incentivo à Doação de Sangue – Reforçamos a cooperação com um benefício financeiro para quem doa sangue.Cresol Acolhe – Apoio emocional com sessões de terapia gratuitas para cuidar da sua saúde mental.Para sua segurança e estabilidade 🌱💲Seguro de Vida – Proteção extra para você, incluindo cobertura para doenças graves.Cresol Longevidade – Construção de reserva financeira para um futuro mais seguro.Previdência Privada – Planeje o futuro com uma reserva financeira e contrapartida da Cresol.Crédito Consignado (Empréstimo) – Condições especiais para colaboradores organizarem suas finanças.Prêmio de Reconhecimento – Valorizamos quem faz a diferença e contribui para nossa história.PPR (Programa de Participação nos Resultados) – Aqui, temos um planejamento e o seu esforço gera reconhecimento e recompensa.Para você e sua família 👨‍👩‍👧 👶🐶Vale Alimentação e/ou Refeição – Para tornar seu dia a dia mais prático.Auxílio Creche – Apoio para a educação e cuidado dos seus filhos até 7 anos.Auxílio Material Escolar – Um incentivo para a educação dos seus filhos até 11 anos e 11 meses.Vale Transporte – Facilitamos sua locomoção com transporte público coletivo.Férias Flexíveis – Divisão das férias em até três períodos, para melhor planejamento pessoal.Licença Pet – Adotou um pet? Você ganha 2 dias de folga para curtir esse novo membro da família.Licença Maternidade Estendida – Além dos 120 dias da lei, escolha entre mais 30 dias integrais ou 60 dias meio período.Licença Paternidade Estendida – O papai também tem mais tempo para curtir esse momento, com 5 dias extras além dos previstos em lei.Para os momentos delicados 🖤Auxílio Falecimento – Um suporte financeiro mensal por um ano aos dependentes legais do colaborador que faleceu.Auxílio Funeral – Apoio para despesas em momentos difíceis.Licença Luto – Mais 3 dias úteis de licença, além dos previstos em lei, para momentos de despedida de pais, filhos, irmãos ou cônjuge.Para fortalecer nosso orgulho de pertencer 🧡Uniforme – Conforto, identidade e orgulho de vestir a nossa marca.",
    "careerPageId": 20767,
    "careerPageName": "Cresol Oficial",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/8089/career/20767/images/2021-08-04_19-57_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2024-04-25T18:14:36.840Z",
    "applicationDeadline": null,
    "isRemoteWork": false,
    "city": "Francisco Beltrão",
    "state": "Paraná",
    "country": "Brasil",
    "jobUrl": "https://cresolcarreiras.gupy.io/job/eyJqb2JJZCI6Njk5NDgyOCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://cresolcarreiras.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 6803586,
    "companyId": 36172,
    "name": "CIENTISTA DE DADOS PLENO - MONITORAMENTO (100)% REMOTO) - VAGA AFIRMATIVA PARA PESSOAS COM DEFICIÊNCIA E PESSOAS NEGRAS",
    "description": "A Área de Modelagem da ClearSale é responsável pela construção e gestão dos modelos estatísticos presentes nas soluções antifraudes de nossos clientes.&nbsp;Estamos em busca de um profissional dedicado e meticuloso para se juntar à nossa equipe de DS Sustentação, uma área vital na garantia de qualidade e segurança dos scores de produção. Nossa missão é fornecer tranquilidade a todos os nossos clientes, internos e externos, monitorando diariamente a performance dos scores e assegurando sua excelência operacional.&nbsp;Aqui você usará sua capacidade analítica em conjunto ao seu espírito investigativo para conhecer, explorar e mapear diversos tipos de fraudes. Você terá a oportunidade de trabalhar em um ambiente descontraído e informal, junto a profissionais de diversas áreas de formação e forte domínio em estatística, tecnologia, analytics, programação, além da mesma paixão por dados.Buscamos pessoas com muita energia, que tenham facilidade de lidar com números e estejam motivadas a resolver problemas, sempre interagindo com outras áreas internas para auxiliar na melhoria e eficiência dos nossos produtos e ferramentas de gestão de risco.&nbsp;Responsabilidades e atribuiçõesAtividades:Monitoramento de Scores: Acompanhar diariamente o score médio da entidade, identificando e agindo proativamente diante de qualquer variação atípica que possa indicar potenciais problemas ou oportunidades de otimização;Otimização de Performance: Garantir que os modelos em produção sejam os mais eficazes e atualizados, com um foco especial na discriminação de fraudes, considerando a natureza dinâmica e evolutiva das ameaças;Condução de Estudos: Responsabilizar-se por todos os estudos relacionados a scores, sejam eles demandas internas de outras áreas ou solicitações diretas de clientes, visando sempre a melhoria contínua e a adaptação às necessidades do mercado.&nbsp;Requisitos e qualificaçõesO que esperamos dos que se interessam nesta vaga:&nbsp;Perfil Investigativo: Buscamos pessoas com uma inclinação natural para investigação e análise crítica, capazes de questionar padrões e buscar soluções inovadoras;Proatividade: A natureza dinâmica desta área exige profissionais que tomem a iniciativa, sempre atentos a novas possibilidades e prontos para agir diante dos desafios e problemas;Habilidade de Comunicação: É fundamental ser um comunicador eficaz, capaz de reportar problemas, compartilhar descobertas e colaborar estreitamente com outras equipes;Resolução de Problemas: Uma paixão por resolver problemas complexos e uma capacidade de adaptar-se rapidamente a diferentes cenários e demandas.&nbsp;O que você precisa para participar do processo seletivo:Ter experiência em desenvolvimento de algoritmos e técnicas de modelagem e machine learning;&nbsp;Familiaridade com modelagem de eventos explicativos como fraude, crédito, churn, etc;&nbsp;Conhecimento de conceitos estatísticos: teorias probabilísticas, técnicas de amostragem e os principais estimadores e suas propriedades;&nbsp;&nbsp;Domínio em Python e SQL, ou outros softwares de manipulação de dados e/ou análises estatísticas;Capacidade de transmitir conceitos técnicos de forma didática;&nbsp;Olhar cuidadoso com o cliente;&nbsp;&nbsp;Facilidade no entendimento de negociação e visão de negócio;&nbsp;Superior completo.&nbsp;Informações adicionaisBenefícios Oferecidos:PLR (Participação nos Lucros e Resultados);Vale Refeição ou Vale Alimentação;Auxílio Creche para crianças até&nbsp;4 anos e 11 meses;Seguro de Vida;Gympass;Sesc;Cartão Multibenefícios Alelo – (com desconto na compra de diversos itens na rede credenciada, incluindo medicamentos em diversas redes de farmácias);Assistência Médica e&nbsp;Odontológica Bradesco.Benefícios adicionais com atividades disponíveis na Clearsale:Aulas de teatro;Política Educacional para Graduação e Pós Graduação;Programa eu Saudável (Acompanhamento de saúde e bem estar);Programa Primeiros Laços (Acompanhamento Gestacional);Licenças Maternidade e Paternidade estendida;Palestras de desenvolvimento pessoal e profissional.",
    "careerPageId": 77692,
    "careerPageName": "ClearSale",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/36172/career/77692/images/2023-03-13_17-58_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2024-02-26T18:36:56.747Z",
    "applicationDeadline": null,
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://clearsale.gupy.io/job/eyJqb2JJZCI6NjgwMzU4Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://clearsale.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 5247042,
    "companyId": 2022,
    "name": "Carreiras de Dados  🧡 Exclusiva para Profissionais com Deficiência ",
    "description": "Vem ser Ituber &amp; vem fazer Itaú_ O Itaú é a marca mais valiosa do Brasil, a melhor empresa para trabalhar segundo o Great Place to Work e o maior banco da América Latina. Nós impactamos diariamente mais de 60 milhões de clientes em 18 países. Somos feitos de pessoas e acreditamos que ter um quadro com pluralidade de origens, culturas, crenças, experiências, raças, deficiências, gêneros, orientações afetivo-sexuais e gerações ampliam as perspectivas e contribuem para um clima de respeito e valorização das diferenças. Não queremos você apenas por achar que tem a nossa cara. Queremos ter um pouco da sua também!&nbsp;Responsabilidades e atribuições_as oportunidade na área de dados:  Analista de dados Como será o seu dia a dia?Responsável por trazer insights e resolver problemas de negócios analisando bases de dados bem definidas através de gráficos, relatórios, elaboração de métricas, consultas ad hoc, análises, métricas;Reportes para suporte a tomada de decisão data driven em demandas específicas de cada área, e entre outros;Pré-requisitos_Conhecimento em dashboard, excel avançado, Tableau, SQL;&nbsp;Diferencial Python;&nbsp;Engenharia de dadosComo será o seu dia a dia?Responsável pela coleta, ingestão, transformação, extração e disponibilização de dadúteis para o negócio;Gerenciamento e garantia de governança e qualidade dos dados;Desenvolvimento e modernização de pipelines de Dados visando melhorias em processos;&nbsp;Pré-requisitos_Conhecimentos em arquitetura de dados, modelagem de dados e desenvolvimento de pipelines;Conhecimentos em Hadoop;Conhecimento em conceitos de Big Data;Linguagens de Programação (Python) e SQL;Pipeline de dados (ETL/ELT);&nbsp;Diferencial conhecer cloud pública, preferencialmente AWS&nbsp;Engenharia de AnalyticsComo será o seu dia a dia?Atua na obtenção de dados e produtização Analytics, visualizações que entreguem valor;Extrai e gera insights de grandes volumes de dados, garantindo qualidade e documentação, automatizando-as em ambiente produtivo;Ter a capacidade de criar data storytelling a partir das informações obtidas;Entendimento da plataforma de dados, a nível técnico e arquitetural, a fim de construir produtos de dados que agreguem valor ao usuário;&nbsp;&nbsp;Pré-requisitos_Criar e evoluir Produtos de Dados e Analytics no contexto de Data Driven;&nbsp;Conhecimentos em Arquitetura de Dados BI;&nbsp;Data Analytics e Data Viz;&nbsp;Conhecimento em SQL;&nbsp;Conhecimentos em Tableau e/ou QuicksightDiferencial conhecer cloud pública, preferencialmente AWS&nbsp;Requisitos e qualificaçõesInformações adicionaisAo se tornar um Ituber você tem_ • Vale Transporte• Vale Refeição (Restaurantes) / Vale Alimentação (Supermercados)• Convênio médico e odontológico• Seguro de Vida• PLR – Participação nos Lucros e Resultados (Mediante resultados do banco)• Previdência privada• Descontos exclusivos em nossos produtos financeiros• Licença maternidade estendida &amp; paternidade• Auxílio Creche / Babá (para papais e mamães)• Incentivo a estudos• GymPass ou TotalPass• Acesso aos Clubes Itaú (Guarapiranga / Itanhaém e São Sebastião)• + Algumas vantagens que você pode conhecer durante o processo*Estimulamos candidaturas de pessoas com deficiência em todas as nossas posições, sendo assim, sinta-se à vontade para se candidatar em vagas sinalizadas como exclusivas ou não para pessoas com deficiência. Somos comprometidos com a inclusão e valorizamos a diversidade. #VemProItaú #VemSerItuber",
    "careerPageId": 3759,
    "careerPageName": "Itaú Unibanco",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/2022/career/3759/images/2024-03-18_20-11_companyLogoUrl.png",
    "type": "vacancy_type_talent_pool",
    "publishedDate": "2023-08-08T16:51:14.785Z",
    "applicationDeadline": null,
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://vemproitau.gupy.io/job/eyJqb2JJZCI6NTI0NzA0Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://vemproitau.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  }
]