{
  "data": [
    {
      "id": 9609832,
      "companyId": 56104,
      "name": "ADM / DBA em Banco de Dados",
      "description": "Ser MJVer 🤝 é estar em um dos melhores lugares para trabalhar.&nbsp;Nós sabemos que na construção de uma sociedade mais forte a evolução deve vir de dentro para fora. Por isso, um ambiente acolhedor e com o sentimento constante de pertencimento é fundamental para o crescimento individual e coletivo.&nbsp;O esforço é de todos nós, e as conquistas também. Porque ser um MJVer é bem mais do que ser um colaborador: é sobre fazer parte.&nbsp;Somos colaborativos, ágeis, plurais, criativos e inovadores. Somos MJV!&nbsp;&nbsp;Saiba mais em Quem Somos: https://www.mjvinnovation.com/pt-br/quem-somos/Responsabilidades e atribuiçõesDescrição da Vaga:\\Estamos procurando um(a) AD DBA altamente  DBA experiente e proativo(a) para se juntar à nossa equipe de tecnologia. O candidato ideal terá um histórico comprovado de sucesso em projetos, bem como habilidades de comunicação e colaboração em equipe de desenvolvimento, qualidade e infraestrutura, contribuindo com soluções robustas de dados em ambiente cloud.Projeto:\\O(a) desenvolvedor(a) selecionado(a) se juntará à nossa equipe de desenvolvimento de software para trabalhar em um projeto de plataforma de comércio eletrônico em larga escala. A plataforma foi construída usando tecnologias de ponta e a equipe está trabalhando em estreita colaboração com outras equipes de desenvolvimento, incluindo qualidade de software e engenharia de infraestrutura.Plataforma de comércio eletrônico de grande porteTecnologias modernas e arquitetura cloudIntegração com times de desenvolvimento, QA e DevOpsEquipe atual com cerca de 42 profissionais de tecnologiaTamanho da Equipe:\\A equipe de desenvolvimento do projeto é composta por cerca de 42 pessoas, incluindo desenvolvedores, arquitetos, gerentes de projetos e outros membros da equipe de tecnologia. O DBA fará parte da equipe de desenvolvimento e trabalhará em estreita colaboração com outros desenvolvedores, bem como com outros membros da equipe de tecnologia.Responsabilidades:&nbsp;\\ Definir e implementar a governança de dados da empresa, garantindo que seja escalável, segura e alinhada com os objetivos de negócios;\\ Modelagem de dados: Criar e manter modelos de dados que suportem as necessidades de negócios da empresa;\\ Recuperação (Recoverability) - Criando e testando Backups. A medida de facilidade e tempo para reparar instalações para o estado operacional;\\ Linguagem SQL avançada para construções e alterações em Views, Triggers, Procedures e Tabelas;\\ Disponibilidade (Availability) – Oferecendo o máximo de uptime (serviço no ar);\\ Segurança – Definindo controle de acesso aos dados;\\ Gestão de dados: Garantir a qualidade, segurança e conformidade dos dados em toda a empresa;\\ Automação de processos de cargas e extrações na base para integração entre sistemas;\\ Colaboração com equipes: Trabalhar em estreita colaboração com equipes de negócios, TI e outras partes interessadas para entender as necessidades de dados e desenvolver soluções eficazes;\\ Apoio à governança de dados: Participar na definição e implementação de políticas e procedimentos de governança de dados;\\ Atuação em ambiente Cloud AWS.Requisitos e qualificaçõesExperiência comprovada como DBA em projetos de médio ou grande porteSólido conhecimento em modelagem de dados e linguagem SQL avançadaCriação e manutenção de Views, Triggers, Procedures e TabelasExperiência com bancos relacionais: MySQL, PostgreSQLExperiência com Redshift (AWS)Atuação prévia com governança de dados, segurança e controle de acessoPrática em backups, disponibilidade e recuperação de dadosExperiência com ambientes em nuvem AWSConhecimento em automação de cargas e extrações de dados (ETL)Boa comunicação para interação com áreas técnicas e de negócioDiferenciais (Desejável):Experiência com bancos NoSQL e tecnologias de big dataConhecimento em Python e bibliotecas para manipulação de dadosFamiliaridade com ferramentas de integração de dados (ex: DMS)Certificações em arquitetura de dados, AWS ou áreas correlatasVivência com o ecossistema Apache (ex: Hadoop, Spark)Informações adicionais💪🏽 TotalPass;🍕 Vale Refeição;👨🏾‍ 🤝‍👩🏽‍🤝‍👩🏼 Seguro de vida em grupo;🏨 Plano de saúde e odontológico - Amil;🗣️ Grupos de idiomas;✈ People Mobility: damos uma forcinha para pessoas que tem interesse e disponibilidade de atuar em projetos desafiadores em outros estados e países;💻 Ações de treinamento: palestras, fóruns, trocas e conversas de conhecimentos relativos ao nosso negócio. Estamos em constante conexão para aprender mais e juntos;💲 Parcerias: quer desconto? Temos um grupo no Workplace onde divulgamos parcerias com instituições de ensino, escolas de idiomas, academias, restaurantes, produtos e outros serviços;👉 Programa +MJVer: programa interno de indicação onde você indica um colega para trabalhar conosco e se esse relacionamento der match, você ganha um prêmio;💡 Co-criação: conectamos talentos para gerar soluções completas. Colaboração está no nosso sangue.",
      "careerPageId": 137587,
      "careerPageName": "MJV Technology & Innovation",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/56104/career/137587/images/2023-02-23_13-06_companyLogoUrl.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-08T00:13:06.465Z",
      "applicationDeadline": "2025-09-29T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "São Paulo",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://mjvcarreiras.gupy.io/job/eyJqb2JJZCI6OTYwOTgzMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": false
      },
      "disabilities": false,
      "workplaceType": "hybrid",
      "careerPageUrl": "https://mjvcarreiras.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9652275,
      "companyId": 316,
      "name": "Vaga Exclusiva para Pessoas com Deficiência | Analista BI Sênior (Dados e Analytics) I Sede Eco Berrini/SP",
      "description": "VP B2CDiretoria Ciência de Dados e AnalyticsLocal de Trabalho: Sede Vivo Eco Berrini l São Paulo/SPDescrição da vagaEntender em profundidade as necessidades dos nossos clientes e transformá-las em uma proposta de valor única que encanta e fideliza é o que move o no nosso dia a dia. Se você busca uma oportunidade para trabalhar em uma empresa líder de mercado, com uma marca inspiradora, precisa conhecer nosso time responsável pelo segmento B2C na Vivo. Somos responsáveis por construir a marca, criar campanhas publicitárias incríveis, desenhar experiências de uso incomparáveis, definir ofertas que atendam às reais necessidades dos clientes e desenvolver canais de vendas como diferenciais competitivos. Com tudo isso, contribuímos para crescer ainda mais nossa base de clientes e receitas.&nbsp;A área de MIS B2B tem como missão atender as áreas de negócios de B2B com informações dos produtos e serviços, através de análises, estudos e atualização de indicadores para direcionar a tomada de decisão das áreas de negócios.Responsabilidades e atribuiçõesO profissional irá interagir com as áreas de negócios para entendimento das necessidades, buscar as informações solicitadas nas fontes de dados disponíveis em DW e Big Data, fazer a leitura, tratamento e análise dos dados e formatar a entrega final.É importante gostar da parte de negócios, além das experiências e conhecimentos técnicos.Requisitos e qualificaçõesDesejável - Graduação em Sistemas de Informação, Ciência da Computação ou Engenharia.Para a vagas as principais atribuições são:Experiência em bando de dados Oracle, SQL e desejável TeradataConhecimento em ferramenta de Analysis Service (SSIS)Desenvolvimento de ETLCapacidade AnalíticaAutodidata e com Interesse em aprender novas tecnologiasInformações adicionaisVeja o que ofereceremos* para você:Na Vivo não medimos esforços em apoiar e valorizar nossos colaboradores. Não são apenas excelentes benefícios, mas também flexíveis.• Escolher o benefício ideal para você e seus dependentes, numa plataforma digital com diversas categorias de Academia, VR, VA, Auxílio Farmácia, Assistência Médica, Odontológica e Seguro de Vida;• Celular corporativo. Sim, um smartphone novinho para você!• Plano de voz e Dados ilimitado! Sim ilimitado! Com a melhor rede móvel, ainda mais rápida com o 5G da Vivo!• Uma oferta exclusiva da Vivo, com desconto especial em linha fixa, banda larga, TV e apps;• Terá direito a receber Bônus ou PPR anual;• Planejará seu futuro através do plano de Previdência Privada;• Tem filhos? Terá direito a um subsídio para ajudar nas despesas com escola, creche ou babá;• Viver em um ambiente que respeitará sua personalidade, seu estilo de se vestir, seu jeito de ser e poderá ser autêntico. #VemdeVocê• Trabalhar remotamente até 2 vezes por semana. #Mobility• Ter flexibilidade de horário;• Aproveitar um dia de folga (Day off) para comemorar seu aniversário;• Participar de um dos maiores programas de voluntariado corporativo para você transformar o mundo;• Usufruir do nosso Programa de Desenvolvimento Educacional que oferece parcerias em instituições de ensino com desconto; certificações e cursos online.• Potencializar sua carreira por meio do nosso Programa de Recrutamento Interno, no Brasil ou fora, afinal estamos presentes em mais de 17 países! #VivoMinhaCarreira• Contar com uma série de iniciativas para melhorar a sua saúde física, emocional e social! Por aqui, temos o #VivoBemEstar, que estimula o nosso time a ter hábitos saudáveis e mais qualidade de vida! Disponibilizados aos nossos colaboradores consultas com nutricionista, psicólogos, serviço social, telemedicina, e muito mais!#VempraVivoTodas as nossas vagas são elegíveis a pessoas com deficiência e/ou reabilitados. Temos uma cultura que valoriza a diversidade, as diferenças e o potencial das pessoas!",
      "careerPageId": 31162,
      "careerPageName": "Vivo Diversidade",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/316/career/31162/images/2021-10-18_18-31_logo.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T22:33:22.391Z",
      "applicationDeadline": "2025-10-06T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "São Paulo",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://vivodiversidade.gupy.io/job/eyJqb2JJZCI6OTY1MjI3NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "hybrid",
      "careerPageUrl": "https://vivodiversidade.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9650461,
      "companyId": 14029,
      "name": "Pessoa Analista de Dados Sênior ",
      "description": "A A3Data é uma consultoria de dados, pioneira no mercado mineiro e referência em #Dados! 🚀&nbsp;&nbsp;Somos, em nossa essência, aceleradores da cultura Data Driven nas organizações. Nosso foco é implantar Inteligência Estratégica e potencializar a cultura dos dados para os nossos clientes!🎯Temos uma cultura leve, horizontal e muito colaborativa! ✌️&nbsp;Buscamos&nbsp;por uma pessoa talentosa e interessada em fazer parte do nosso time de Analytics Engineer. 🎯&nbsp;Aqui sua missão será fornecer conjuntos de dados bem definidos, transformados, testados e documentados para a área de negócio.#VemSerUmEu.A3&nbsp;💙Responsabilidades e atribuiçõesPara ser um (a) Analista de Dados na&nbsp;A3&nbsp;buscamos alguém que:📍Não é necessário saber tudo! Você será avaliado com base na sua senioridade (júnior, pleno, sênior ou especialista).Entenda de negócio, boa comunicação, autonomia e protagonismo;Experiência com os processos que envolvem a análise de dados, formulação de problemas de dados e storytelling com dados;Experiência com ferramentas de visualização de dados (Power BI, Tableau, QlikSense e/ou metabase);Conhecimento em consultas SQL;Experiência com Modelagem de Dados;Prazer em trabalhar em um ambiente dinâmico, com aprendizados e entregas rápidas.Requisitos e qualificaçõesO que precisamos que você tenha (requisitos):Experiência em todas as etapas de desenvolvimento de dashboard´s;Conhecimento em Python;Solida experiência com análise exploratória;Alto nível de adaptabilidade.Atuação anterior com equipes em fase de estruturação ou transição de processos.Diferenciais:Possuir certificação relacionada a dados.Informações adicionaisNossos benefícios:&nbsp;Vale Alimentação/Refeição flexível (Swile);Total Pass (academias);Zenklub (apoio psicológico online);Plano Saúde SulAmérica- 100% subsidiado para você Eu.A3;Plano Dental Amil;Maria Saúde;Seguro de Vida;Participação nos Lucros e Resultados;Bônus anual;Desconto nos cursos de idioma da Open English;Parceria AWS nível Advanced;Desconto na conta de energia elétrica (operadora CEMIG);Empresa Cidadã: licenças maternidade e paternidade estendidas.E mais:100% Home Office;40 horas semanais;Dia a dia descontraído e acolhedor;Plano de carreira e acompanhamento individual;Programas internos de compartilhamento de conhecimento;Prezamos pela diversidade, liberdade, flexibilidade e autonomia!Curtiu o desafio?&nbsp;&nbsp;Estamos ansiosos para receber seu CV.&nbsp;🎯&nbsp;&nbsp;Um dos nossos valores é ser transparente, sempre! Por isso, é importante que saiba que avaliamos todos os&nbsp;CVs&nbsp;cadastrados e, se você tiver&nbsp;fit&nbsp;com a vaga e com nossa cultura, te convidaremos para um primeiro bate papo! 😉&nbsp;Mas, caso seu CV não seja selecionado dessa vez, não se preocupe! Ficaremos de olho, para futuras oportunidades.&nbsp;✅",
      "careerPageId": 32053,
      "careerPageName": "A3Data",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/14029/career/32053/images/2022-05-03_13-13_logo.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T21:15:45.543Z",
      "applicationDeadline": "2025-10-06T00:00:00.000Z",
      "isRemoteWork": true,
      "city": "",
      "state": "",
      "country": "Brasil",
      "jobUrl": "https://a3data.gupy.io/job/eyJqb2JJZCI6OTY1MDQ2MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": false
      },
      "disabilities": true,
      "workplaceType": "remote",
      "careerPageUrl": "https://a3data.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9624921,
      "companyId": 35479,
      "name": "Analista Planejamento & Alocação Junior Nike (Inteligência de Dados)",
      "description": "Nós somos a Fisia, a distribuidora oficial da Nike no Brasil.Integramos o ecossistema do Grupo SBF e acreditamos no poder transformador que o esporte tem na vida das pessoas.Somos guardiões de uma marca que está presente no dia a dia de milhões de pessoas no mundo todo. Nos primeiros passos no esporte, na velocidade das pistas de corrida, nas manobras de skate, na agilidade das chuteiras em campo, no lifestyle de quem se veste de esporte dos pés à cabeça.Contamos com um time de mais de 1.000 colaboradores, que vestem a camisa com orgulho e representam não apenas uma marca, mas o compromisso de transformar a vida dos brasileiros por meio da alegria e paixão pelo esporte.Responsabilidades e atribuiçõesSobre a posição no jogo:Nessa posição de&nbsp;Analista Planejamento &amp; Alocação Junior (Inteligência de Dados),&nbsp;você irá nos apoiar nas iniciativas de automatização, manipulação de dados para melhoria contínua dos processos de alocação de produtos para as Lojas Físicas da Nike no Brasil, garantindo distribuição saudável para todas as nossas lojas e terá as seguintes responsabilidades:Automação e suporte dos processos de alocação de produtos para as Lojas Físicas;Revisar e criar processos internos para alavancar a performance das lojas;Governança e manipulação da base de dados;Criação e atualização de relatórios, painéis, drivers, análises e indicadores de negócio;Apoiar os Planejadores Comerciais na construção do plano de alocação e apresentações estratégicas;Assegurar o atendimento às premissas de estoque target, necessidades de venda, lançamentos, quebra de grade e ações comerciais;Gestão do Processo de Enxoval de Loja;Monitorar e dar visibilidade sobre a chegada de novas coleções;Analisar a qualidade do estoque disponível, identificando oportunidades de alocação e maximização de vendas.Requisitos e qualificaçõesO que você precisa para essa posição no jogo:Ensino superior completo (de preferência áreas de Tecnologia e Sistemas da Informação);Necessário domínio de ferramentas de BI e linguagem de Programação (Python e SQL);Necessário Excel avançado;Desejável vivência no Varejo (Logística ou Supply Chain);Habilidade analítica para tratar dados e gerar insights.Informações adicionaisNossos BenefíciosO que você vai encontrar ao entrar para o ecossistema do esporte, além dos desafios para potencializar sua jornada.&nbsp;Como cuidar é nosso esporte, temos:Assistência Médica, para você cuidar da sua saúde e dos seu dependentes (com coparticipação)Assistência Odontológica, para deixar o sorrisão lindo&nbsp;Programa de Acolhimento ao Colaborador, para cuidar da sua saúde mental&nbsp;Gympass, claro né, somos uma empresa de esporte, então temos esse benefício para você mexer o corpo&nbsp;FitDance Plus, para você movimentar o ecossistema do esporteSeguro de Vida, também temos&nbsp;Vale Transporte para você vir ao escritório&nbsp;Vale Refeição para almoçar com o time&nbsp;Happy Day Off no aniversário para comemorar com quem você amaE não poderia faltar, descontos no e-commerce da NikeE não para por aí, também temos:Parcerias com Universidades e DrogariasCooperativa AtivaEmpresa Cidadã&nbsp;Gostou? Então bora fazer parte da nossa seleção!Grupo SBF. Bora movimentar o esporte.",
      "careerPageId": 85513,
      "careerPageName": "Fisia Talentos ",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/35479/career/85513/images/2022-08-03_21-42_logo.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T21:01:17.202Z",
      "applicationDeadline": "2025-08-22T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "São Paulo",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://fisiatalentos.gupy.io/job/eyJqb2JJZCI6OTYyNDkyMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": false
      },
      "disabilities": false,
      "workplaceType": "on-site",
      "careerPageUrl": "https://fisiatalentos.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9626664,
      "companyId": 58909,
      "name": "Estágio em Análise de Dados",
      "description": "Falar da MRV&amp;CO (MRV, Urba, Luggo, Sensia e Resia) é dizer muito mais do que os títulos que recebemos durante nossa história de 45 anos. Ser a maior construtora da América Latina nos orgulha muito. Mas não só isso! Queremos mais e ir além! Somos uma Companhia inovadora e incansável na busca de soluções de moradia. Somos a MRV&amp;CO e, em breve, desejamos ser reconhecidos como plataforma habitacional, nas diferentes frentes e possibilidades.Nos desafiamos e acreditamos na nossa força. E é importante que se evidencie: a força da MRV&amp;CO está em nossa gente. Uma Gente com G maiúsculo, engajada, protagonista, transformadora. Em poucas palavras: um time Sangue Verde!Acreditamos na transparência das relações, na valorização das conquistas e não abrimos mão dos valores que nos trouxeram até aqui. Temos certeza de que dia após dia construímos o futuro que queremos e esse futuro se apresenta em nosso propósito: construir sonhos que transformam o mundo.Vem #SERSangueVerde com a gente!💚🚀Responsabilidades e atribuições-&nbsp;Atuação no núcleo de Informações do CEI;- Tratamento, descrição e modelagem de&nbsp;dados;-&nbsp;Elaboração e manutenção de dashboards e relatórios gerenciais;- Atuação em projetos utilizando a metodologia PDCA;- Gestão da Informação: Definir indicadores de monitoramento dos processos e relatórios gerenciais além de interagir com responsáveis para melhoria contínua dos resultados;- Acompanhamento dos resultados da companhia, diagnosticando ofensores e oportunidades;- Gestão e acompanhamento de Planos de Ação;-&nbsp;Organização de processos: Redesenho dos processos, adaptação de procedimentos e identificação de melhorias nos processos e sistemas utilizados pelas áreas.Requisitos e qualificações- Comprometimento;- Planejamento e organização;- Orientação para resultados;- Curiosidade;- Capacidade&nbsp;crítica e analítica;- Proatividade, dinamismo, flexibilidade;- Sociabilidade e relacionamento interpessoal;- Excel intermediário (desejável);- Conhecimentos em Power BI, SQL e Python (desejável);- Capacidade de negociação;- Trabalho em equipe.Informações adicionaisHorário: 8h às 14h;Modelo 100% presencial;Bolsa compatível com o mercado;Vale Transporte;Vale Alimentação/Refeição;Totalpass;Seguro de Vida.",
      "careerPageId": 134881,
      "careerPageName": "Venha construir o futuro com a gente!",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/58909/career/134881/images/2023-02-10_15-11_companyLogoUrl.png",
      "type": "vacancy_type_internship",
      "publishedDate": "2025-08-07T20:46:44.729Z",
      "applicationDeadline": "2025-10-03T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "Belo Horizonte",
      "state": "Minas Gerais",
      "country": "Brasil",
      "jobUrl": "https://vagas-mrveco.gupy.io/job/eyJqb2JJZCI6OTYyNjY2NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "on-site",
      "careerPageUrl": "https://vagas-mrveco.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9651386,
      "companyId": 74320,
      "name": "Analista de Dados e Indicadores Logísticos – Sênior",
      "description": "Feitos e apaixonados por pessoas, nascemos em 2003 com o propósito de criar conexões e impactar vidas através da moda.Seja qual for a área, intensidade e união são características do nosso time.Amamos inovar, cuidar e pensar sempre na experiência das clientes. Por aqui, todos os processos são envolvidos com amor e muita dedicação!US Group,&nbsp;responsável pelas marcas Lofty Style e Seja, quer você no nosso time!Estamos em busca de um Analista de Dados e indicadores logísticos - sênior,&nbsp;que será responsável pela construção e consolidação da cultura de dados na área. Atuará em parceria com a gerência de Logística e demais áreas da empresa, estruturando dashboards táticos e estratégicos, apoiando a governança da operação e garantindo visibilidade para a tomada de decisão e evolução dos resultados.Responsabilidades e atribuiçõesMapear processos logísticos e identificar indicadores críticos para a operação de transporte, armazenagem, estoque, produtividade, SLA, custo logístico, entre outros;Refatorar dashboards existentes com foco em performance, clareza, padronização e autonomia para os usuários;Construir novos dashboards conectados às bases de dados oficiais da empresa (BigQuery, Excel, ERPs);Apoiar a governança da operação, garantindo cadência de análises, confiabilidade das informações e padronização na gestão de indicadores (rituais, fóruns, reports executivos);Estruturar uma plataforma centralizada de visualizações e relatórios, com segmentação de públicos (time operacional, liderança, diretoria);Desenvolver e manter a documentação técnica e funcional dos dashboards e indicadores;Estabelecer rotinas de manutenção e atualização das bases e painéis;Ser protagonista no relacionamento com áreas parceiras como Planejamento, Comercial, Tecnologia, Transportadoras e CD;Participar ativamente das reuniões de gestão à vista, contribuindo com dados e análises para o plano de ação das áreas;Apoiar a Gerência de Logística nos desdobramentos de metas, análise de desvios e formulação de planos corretivos/preventivos com base em dados.Requisitos e qualificaçõesRequisitos: Ensino superior completo em Engenharia, Administração, Logística, Estatística, Sistemas de Informação ou áreas relacionadas;Experiência com análise de dados logísticos e construção de dashboards (Power BI, Looker Studio, Tableau etc.);Domínio de SQL e lógica de manipulação de grandes volumes de dados (preferencialmente em BigQuery);Experiência com ferramentas de ETL (DataPrep, Power Query ou equivalentes);Conhecimento em governança de dados e construção de processos para manutenção e confiabilidade da informação;Capacidade de traduzir processos complexos em visualizações simples e funcionais;Forte capacidade analítica, senso crítico e foco em resultado;Autonomia, organização e habilidade de articulação com diferentes áreas e níveis hierárquicos.Informações adicionais💻&nbsp;Trabalho presencial🍴&nbsp;Cartão Flash;🏥&nbsp;Telemedicina (Starbem);🏥&nbsp;Convênio Médico (Amil);🦷 Convênio Odontológico (Porto Seguro); 🚎&nbsp;Vale Transporte;🏋🏻&nbsp;Descontos em Academias;💵&nbsp;Desconto em produtos da marca📚 Descontos em Faculdades.",
      "careerPageId": 183623,
      "careerPageName": "Lofty Style ",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/74320/career/183623/images/2024-10-10_19-19_companyLogoUrl.jpg",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T20:34:07.679Z",
      "applicationDeadline": "2025-10-06T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "São Paulo",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://lofytstyle.gupy.io/job/eyJqb2JJZCI6OTY1MTM4Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": false
      },
      "disabilities": true,
      "workplaceType": "on-site",
      "careerPageUrl": "https://lofytstyle.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9651388,
      "companyId": 26075,
      "name": "Analista de Dados - Remoto (TEMPORÁRIA)",
      "description": "Com mais de 12 anos no mercado, a MESHA Tecnologia se destaca em sua essência por carregar valores que prezam principalmente pela diversidade, valorização do lado humano e meritocracia, construindo assim um relação familiar entre os colaboradores, trabalhando com alocação presencial e remota de Squads e alocação de profissionais na área de TI.Habilidades:Proatividade;Facilidade de comunicação.Responsabilidades e atribuiçõesDesenvolver e manter ETLs e Dashboards;Gerenciar volume, variedade, velocidade e veracidade dos dados;Criação de Queries em SQL;Suporte ao usuário dos dashboards.Requisitos e qualificaçõesDesenvolver e manter ETLs e Dashboards;Gerenciar volume, variedade, velocidade e veracidade dos dados;Criação de Queries em SQL;Suporte ao usuário dos dashboards;Arquitetura e estruturas de dados.Desejáveis:Experiência em pipelines de fluxo de dados utilizando ferramentas de ETL como Pentaho, SSIS, etc;Conhecimento em tecnologias de Big Data incluindo Hadoop, Spark;Experiência nas ferramentas de tecnonologias de Dados da Azure (Data Lake Storage, Azure Data Factory, Synapse Analytics, Azure Databricks);Ter atuado previamente na construção de um Data Lake;&nbsp;Controle de versões Git.Informações adicionaisBENEFICIOS:🎈 Day-off e vale compras no aniversário;📚 Incentivo Educacional;💪 Mesha Fitness;🎉 Cultura colaborativa, de gestão horizontal e incentivo à troca de feedbacks.💡Dinamismo e abertura para troca de ideias e experiências.💰Remuneração compatível com a nível mercado.MODELO REMOTO - TEMPORÁRIA PJ[Job ID: 17464]",
      "careerPageId": 56407,
      "careerPageName": "MESHA TECNOLOGIA",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/26075/career/56407/images/2022-03-22_00-45_logo.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T20:13:15.751Z",
      "applicationDeadline": "2025-09-30T00:00:00.000Z",
      "isRemoteWork": true,
      "city": "",
      "state": "",
      "country": "Brasil",
      "jobUrl": "https://mesha.gupy.io/job/eyJqb2JJZCI6OTY1MTM4OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "remote",
      "careerPageUrl": "https://mesha.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9651269,
      "companyId": 26075,
      "name": "Engenheiro(a) de Dados - Remoto  (TEMPORÁRIA)",
      "description": "Com mais de 12 anos no mercado, a MESHA Tecnologia se destaca em sua essência por carregar valores que prezam principalmente pela diversidade, valorização do lado humano e meritocracia, construindo assim um relação familiar entre os colaboradores, trabalhando com alocação presencial e remota de Squads e alocação de profissionais na área de TI.Responsabilidades e atribuiçõesLiderança e elaborar pipeline completa de dados junto com nossos desenvolvedores e cientistas de dados; Resolver impedimentos;Desenvolver e manter ETLs e Pipelines utilizando o ambiente de Data Lake da Azure; Gerenciar volume, variedade, velocidade e veracidade dos dados; Implementar mecanismos de segurança para acesso aos dados; Desenvolver mecanismos de monitoramento e execução dos sistemas e das pipelines.Requisitos e qualificaçõesExperiência com processo de ingestão de dados em ambientes de Data Lake;Experiência com programação em Python;Experiência com Pyspark;Conhecimento em modelagem dimensional;Conhecimento em banco de dados NoSQL e SQL;Computação em nuvem com Azure;Práticas de DevOps e infraestrutura como código (Docker, etc.);Arquitetura e estruturas de dados. Desejáveis:Experiência em pipelines de fluxo de dados utilizando ferramentas de ETL como Pentaho, SSIS, etc;Conhecimento em tecnologias de Big Data incluindo Hadoop, Spark;Experiência nas ferramentas de tecnologias de Dados da Azure (Data Lake Storage, Azure Data Factory, Synapse Analytics, Azure Databricks);Ter atuado previamente na construção de um Data Lake;Controle de versões Git.Informações adicionaisBENEFICIOS:🎈 Day-off e vale compras no aniversário;📚 Incentivo Educacional;💪 Mesha Fitness;🎉 Cultura colaborativa, de gestão horizontal e incentivo à troca de feedbacks.💡Dinamismo e abertura para troca de ideias e experiências.💰Remuneração compatível com a nível mercado.MODELO REMOTO (TEMPORÁRIA) PJ[Job ID: 15292]",
      "careerPageId": 56407,
      "careerPageName": "MESHA TECNOLOGIA",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/26075/career/56407/images/2022-03-22_00-45_logo.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T20:05:53.520Z",
      "applicationDeadline": "2025-09-30T00:00:00.000Z",
      "isRemoteWork": true,
      "city": "",
      "state": "",
      "country": "Brasil",
      "jobUrl": "https://mesha.gupy.io/job/eyJqb2JJZCI6OTY1MTI2OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "remote",
      "careerPageUrl": "https://mesha.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9390436,
      "companyId": 32740,
      "name": "Analista de Dados Sênior",
      "description": "Buscamos uma pessoa para atuar no time de Dados do Efí, uma área estratégica que apoia a tomada de decisão em diferentes frentes do negócio. Essa pessoa irá atuar com análise e modelagem de dados, construção de dashboards e desenvolvimento de soluções analíticas.Responsabilidades e atribuições🎯Quais serão suas&nbsp;principais atividades?Criar e manter dashboards estratégicos;Reunir e organizar grandes volumes de informações contidas em fontes diversas;Utilizar técnicas avançadas de análise de dados para produzir informações detalhadas sobre o comportamento de usuários;Produzir algoritmos para a exploração de dados;Avaliar desempenho e resultados, buscando soluções inovadoras e que permitem a melhoria contínua de nossas estratégias.Requisitos e qualificações🔎Requisitos:Graduação em Estatística, Ciência da Computação, Sistemas de Informação ou áreas afins;Experiência anterior com análise de dados de&nbsp;produtos financeiros e/ou de meios de pagamento;Conhecimento em estatística;Experiência com bancos de dados relacionais (SQL Server, PostgreSQL, MySQL);Conhecimento em Big Data;Conhecimento em BI;Experiência em Python ou R.✨Diferenciais:Pós-graduação em Estatística, Ciência da Computação e/ou Sistemas de Informação;👉Nível da vaga: SêniorInformações adicionaisConheça nossos benefícios! 🧡📆 Semana de 4 dias. Nossa jornada de trabalho é de 4 dias! Isso mesmo, temos uma carga horária de 32 horas semanais!;🩺Plano de saúde Unimed coparticipativo para colaboradores e dependentes (regional, estadual ou nacional);🩺Clude Saúde: Fale com um médico qualquer hora, em qualquer lugar! Com o Clude você tem acesso a atendimento digital e outras soluções de saúde de forma online;🦷Plano odontológico OdontoPrev coparticipativo, para colaboradores e dependentes;🍽️Vale-alimentação no valor de R$ 1.000,00 mensais e Vale-refeição no valor de R$ 33,70 por dia útil, ambos no Cartão Eva Card de benefícios flexíveis.🏋🏻Wellhub (Gympass): Plataforma corporativa de atividade física, com foco na qualidade de vida e bem-estar, que permite acesso a academias e estúdios parceiros para colaboradores e dependentes;🏠Auxílio home-office de R$ 140,00 mensais. Para os colaboradores em regime híbrido, esta ajuda de custo é proporcional;🖥️Infraestrutura para trabalho;🎉Um dia de folga para celebrar o seu aniversário com o benefício #SeuDiaEfí;📚Universidade Corporativa;📚Bolsa de estudos para colaboradores e dependentes, conforme política da empresa;📚Bolsa de idiomas para colaboradores, conforme política da empresa;👶🏻Licença maternidade estendida de 7 meses e licença paternidade estendida de 30 dias, acolhendo também mães e pais adotivos;😊Seguro de vida;🧠Programa de saúde emocional e desconto em atendimento psicológico para colaboradores e dependentes, por meio da plataforma Moodar;🤑Clube de Vantagens com descontos e parcerias exclusivas para colaboradores Efí.",
      "careerPageId": 140689,
      "careerPageName": "Efí Bank",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/32740/career/140689/images/2024-10-10_14-54_companyLogoUrl.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T19:49:59.363Z",
      "applicationDeadline": "2025-08-13T00:00:00.000Z",
      "isRemoteWork": true,
      "city": "",
      "state": "",
      "country": "",
      "jobUrl": "https://sejaefi.gupy.io/job/eyJqb2JJZCI6OTM5MDQzNiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "remote",
      "careerPageUrl": "https://sejaefi.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9640319,
      "companyId": 58909,
      "name": "Analista de Dados Júnior",
      "description": "Falar da MRV&amp;CO (MRV, Urba, Luggo, Sensia e Resia) é dizer muito mais do que os títulos que recebemos durante nossa história de 45 anos. Ser uma das maiores&nbsp;construtoras da América Latina nos orgulha muito. Mas não só isso! Queremos mais e ir além! Somos uma Companhia inovadora e incansável na busca de soluções de moradia. Nos desafiamos e acreditamos na nossa força. E é importante que se evidencie: a força da MRV&amp;CO está em nossa gente. Uma Gente com G maiúsculo, engajada, protagonista, transformadora. Em poucas palavras: um time Sangue Verde!&nbsp;Acreditamos na transparência das relações, na valorização das conquistas e não abrimos mão dos valores que nos trouxeram até aqui. Temos certeza de que dia após dia construímos o futuro que queremos e esse futuro se apresenta em nosso propósito: construir sonhos que transformam o mundo.&nbsp;&nbsp;Vem #SERSangueVerde com a gente!💚🧡🚀&nbsp;Responsabilidades e atribuições- Gestão da Informação: Definir indicadores de monitoramento dos processos e relatórios gerenciais além de interagir com responsáveis para melhoria contínua dos resultados.  -&nbsp;Organização dos processos da área: Redesenho dos processos, adaptação de procedimentos e identificação de melhorias nos processos e sistemas utilizados, elaboração de material de apoio e treinamento das equipes envolvidas.  - Atuar na implantação de projetos de melhoria (PDCA): identificação dos problemas, foco de atuação, mapeamento dos processos, identificação de causas, definição e execução dos planos de ação, além de verificação dos resultados.Requisitos e qualificações- Comprometimento;- Planejamento e organização;- Orientação para resultados;- Curiosidade;- Capacidade&nbsp;crítica e analítica;- Proatividade, dinamismo, flexibilidade;- Sociabilidade e relacionamento interpessoal;- Capacidade de negociação;- Trabalho em equipe.- Conhecimento em Metodologia de Gestão de Processos PDCA e Seis Sigma;- Conhecimentos em estatística;Informações adicionaisO que você terá? &nbsp;&nbsp;• Salário compatível com o mercado;&nbsp;• Alimentação: Benefício Alimentação VR - flexível;&nbsp;• Saúde e bem-estar: Plano de saúde e Plano odontológico;&nbsp;• Mobilidade: Vale-transporte;&nbsp;• Incentivo à atividade física: TotalPass;&nbsp;• Desconto com empresas parceiras: Allya;&nbsp;• Modalidade: 100% Presencial;&nbsp;• Benefícios: Conforme convenção coletiva de trabalho;&nbsp;• Benefícios SER Sangue Verde: Além de nos intitularmos Sangue Verde, temos um pacote de benefícios só para a gente;&nbsp;• E muito mais!&nbsp;Conheça algumas iniciativas em Benefícios SER Sangue Verde: https://vagas-mrveco.gupy.io/&nbsp;&nbsp;Curtiu? Candidate-se e venha para o nosso time!&nbsp;",
      "careerPageId": 134881,
      "careerPageName": "Venha construir o futuro com a gente!",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/58909/career/134881/images/2023-02-10_15-11_companyLogoUrl.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T19:42:43.015Z",
      "applicationDeadline": "2025-10-05T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "Belo Horizonte",
      "state": "Minas Gerais",
      "country": "Brasil",
      "jobUrl": "https://vagas-mrveco.gupy.io/job/eyJqb2JJZCI6OTY0MDMxOSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "on-site",
      "careerPageUrl": "https://vagas-mrveco.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9650817,
      "companyId": 1253,
      "name": "Analista de Dados Sênior",
      "description": "Você é apaixonado(a) por tecnologia, busca autonomia no trabalho e quer fazer parte de uma equipe que ama desafios? Então, seu lugar é na Anota AI! 🚀Aqui, você terá a oportunidade de trabalhar no ambiente dinâmico de uma startup em crescimento acelerado, ajudando a transformar o atendimento de restaurantes em todo o Brasil com nossa solução inovadora.Por que trabalhar na Anota AI?Somos uma plataforma especializada em atendentes virtuais para restaurantes, capaz de atender clientes em redes sociais e ambientes físicos, respondendo dúvidas, fidelizando clientes, recomendando pratos e anotando pedidos.Desde 2018, acumulamos reconhecimentos importantes:✨ Seleção pela WOW, uma das melhores aceleradoras de startups do Brasil.✨ Participação no programa Inovativa Brasil, sendo destaque entre as 100 melhores startups.Com nossa expansão acelerada, buscamos pessoas talentosas e motivadas para construir conosco o futuro do atendimento digital no Brasil.Responsabilidades e atribuiçõesEntender/definir as principais necessidades de negócio, bem como as principais alavancas e indicadores que as influenciam;Modelar dados em grande escala;Definir e conduzir roadmap de análises, conectando os insights produzidos com as necessidades de negócio;Liderar a construção e a execução de roadmaps de datasets e ETLs necessários ao projeto;Manter constante alinhamento com stakeholders de negócio;Ajudar a liderança a definir os objetivos e plano de trabalho da equipe;Disseminar boas práticas de programação dentro do time;Desenvolver soluções modulares e produtos que podem ser reaproveitados ou integralmente utilizados por outras áreas, identificando oportunidades e compartilhando conhecimento;Propor estudos, métricas e questionamentos para evolução constante dos nossos produtos e SLAs;Sugerir melhorias em datasets-chave com o objetivo de facilitar o dia-a-dia do negócio, reduzir custos de infraestrutura e aumentar nossa eficiência de operação.Requisitos e qualificaçõesDomínio de SQL e/ou pyspark;Estatística;Conhecimentos em ferramentas de visualização de dados;Conhecimento em Excel, Airflow e Databricks.Informações adicionais✨ Benefícios Anota Ai: cuidando de você e do seu crescimento ✨🌎 Vaga 100% Remota: trabalhe de onde estiver, com total flexibilidade.💼 Contratação CLT: segurança e estabilidade para sua carreira.🏠 Auxílio Home Office: para garantir conforto e produtividade.🍴 Vale Refeição: para suas refeições com praticidade e equilíbrio.🎭 Auxílio Cultura: para explorar experiências culturais.💙 Plano de Saúde Bradesco (Coparticipação) + Pipo Saúde: saúde em primeiro lugar para você e sua família.🌟 Plataforma Starbem: suporte para seu bem-estar emocional.🎉 Day Off de Aniversário: comemore seu dia com folga garantida.👶 Auxílio Creche + Kit Anota Baby: cuidamos da sua família enquanto você cresce com a gente.💪 Gympass: acesso a academias e atividades para cuidar do corpo e da mente.👨‍👩‍👧‍👦 Licença Maternidade e Paternidade Estendida: mais tempo para os momentos especiais.🛡️ Seguro de Vida: proteção adicional para você e sua família.🧡 Auxílio Financeiro para Filhos PCD: apoio para quem mais precisa.😊 Ambiente Descontraído e Colaborativo: seja você mesmo enquanto faz a diferença.💻 Equipamentos Fornecidos: tudo o que você precisa para desempenhar suas atividades com excelência.🚀 Venha fazer parte de um time que valoriza seu talento e potencial em todos os sentidos!Venha transformar a experiência de atendimento em restaurantes de todo o Brasil com a gente. Juntos, vamos criar um futuro ainda mais digital, prático e inovador!♿ Todas as nossas vagas estão abertas e são inclusivas para Pessoas com Deficiência (PCDs).🌟 Se identificou? Candidate-se agora e faça parte do nosso time fenomenal!",
      "careerPageId": 2256,
      "careerPageName": "Anota AI 💙",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/1253/career/2256/images/2025-03-26_17-15_companyLogoUrl.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T19:31:31.091Z",
      "applicationDeadline": "2025-08-31T00:00:00.000Z",
      "isRemoteWork": true,
      "city": "",
      "state": "",
      "country": "Brasil",
      "jobUrl": "https://anotaai.gupy.io/job/eyJqb2JJZCI6OTY1MDgxNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "remote",
      "careerPageUrl": "https://anotaai.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9650657,
      "companyId": 26305,
      "name": "Engenheiro de dados ",
      "description": "A&nbsp;Núcleo Engenharia&nbsp;busca profissional&nbsp;para atuação como Engenheiro de Dados, para contribuir com as demandas da área de&nbsp;Engenharia, realizando&nbsp;a coordenação, projeto, analise, logística e segurança de poços.A&nbsp;Núcleo Engenharia&nbsp;é uma empresa&nbsp;colaborativa, que&nbsp;valoriza as pessoas&nbsp;e incentiva o&nbsp;desenvolvimento&nbsp;dos profissionais de cada área. Por isso, buscamos um profissional que compartilhe da mesma ideia e seja&nbsp;comprometido&nbsp;com os nossos objetivos.Se você se identifica com os nossos valores.Somos uma empresa diversa e inclusiva. Nossos processos seletivos são conduzidos de forma imparcial, onde prevalece o respeito e a igualdade.&nbsp;Todas as vagas são disponíveis para PCD também.&nbsp;#VemPraNúcleo!Responsabilidades e atribuiçõesAnálise e tratamento de dados;Desenvolvimento e manutenção de sistemas de informação e dashboards relacionados a poços.Controle e consistência de bancos de dados.Suporte ao planejamento, controle e análise crítica de projetos de intervenção e construção de poços.Atendimento a auditorias, elaboração de relatórios e suporte a rotinas gerenciais.Requisitos e qualificaçõesExperiência sólida em visualização de dadosExperiência sólida em programação Informações adicionaisLocal de Trabalho:&nbsp;Natal/RN 🏢Remuneração e benefícios de acordo com mercado&nbsp;🤑",
      "careerPageId": 57332,
      "careerPageName": "NÚCLEO ENGENHARIA CONSULTIVA S.A.",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/26305/career/57332/images/2022-03-29_18-41_logo.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T19:20:08.233Z",
      "applicationDeadline": "2025-11-07T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "Natal",
      "state": "Rio Grande do Norte",
      "country": "Brasil",
      "jobUrl": "https://nucleoengenharia.gupy.io/job/eyJqb2JJZCI6OTY1MDY1Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "on-site",
      "careerPageUrl": "https://nucleoengenharia.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9650589,
      "companyId": 68258,
      "name": "Analista Dados",
      "description": "A cultura da Mega Rio é descrita como sendo baseada na simplicidade e objetividade. A busca constante pela excelência na qualidade dos produtos e serviços, além do foco na satisfação dos clientes, destaca o compromisso da empresa em oferecer o melhor para seus consumidores.Responsabilidades e atribuiçõesAtuar na análise e otimização da performance da equipe de vendas por meio da gestão eficiente da carteira de clientes, roteirização comercial e identificação de oportunidades para aumento de cobertura, frequência de visitas e conversão de vendas. Será responsável por garantir que a atuação dos vendedores esteja alinhada com o potencial de mercado e estratégias da empresa.&nbsp;Realizar o acompanhamento e análise das rotas de vendedores, propondo melhorias em produtividade, cobertura e eficiência;Desenvolver e atualizar dashboards e relatórios de desempenho, com indicadores como positivação, taxa de conversão, frequência de atendimento e giro de carteira;Apoiar a equipe comercial com análises de clusterização de clientes, segmentação e oportunidades de expansão de atendimento;Participar do desenho de metas e monitoramento de KPIs de eficiência comercial;Conduzir análises de gap de atendimento, clientes inativos e roteiros ociosos;Desenvolver e implementar os processos relacionados à carteira e roteirização.&nbsp;&nbsp;Requisitos e qualificaçõesFormação superior em Administração, Engenharia, Economia, Marketing ou áreas correlatas;Domínio de Excel (nível avançado) e ferramentas de BI (Power BI);Desejável conhecimento em sistemas de roteirização ou CRM.Habilidade na elaboração de planilhas e controle de metas;Conhecimentos em ferramentas de BI;Fácil acesso ao Recreio dos Bandeirantes&nbsp;",
      "careerPageId": 164171,
      "careerPageName": "Grupo Mega Rio",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/68258/career/164171/images/2023-08-29_14-28_companyLogoUrl.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T19:10:53.101Z",
      "applicationDeadline": "2025-09-05T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "Rio de Janeiro",
      "state": "Rio de Janeiro",
      "country": "Brasil",
      "jobUrl": "https://grupomegario.gupy.io/job/eyJqb2JJZCI6OTY1MDU4OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "on-site",
      "careerPageUrl": "https://grupomegario.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9607892,
      "companyId": 80755,
      "name": "Cientista de Dados - Sr",
      "description": "Modelo de trabalho:📍 Modelo de trabalho híbrido (Brooklin, São Paulo/SP)&nbsp;Sobre o time:Nossa equipe de Produto na Conta Simples se dedica a compreender profundamente e aprimorar continuamente como nossos produtos facilitam o dia a dia de cada um de nossos clientes.Desafios da posição:Nesta posição, você será o catalisador da otimização e inovação dos nossos produtos, com foco em uma estratégia orientada por dados. Seu principal desafio será impulsionar a melhoria contínua de modelos como cross-sell, up-sell, segmentações, Next Best Offer (NBO), Market Basket Analysis (MBA), perfis de cliente e testes A/B.Para isso, é fundamental garantir que as soluções estejam perfeitamente alinhadas com as expectativas e necessidades dos principais stakeholders, incluindo as equipes de Engenharia, Produto, Risco, Marketing e a Mesa de Crédito.Responsabilidades e atribuiçõesSeu dia a dia na Conta Simples:Aprimorar continuamente modelos de comportamento de produtos e clientes.Construir e monitorar a performance de testes controlados.Desenvolver soluções de processamento de dados em nuvem para levar os modelos à produção.Estruturar métricas de controle que garantam a performance dos produtos.Expandir as monitorias sobre o comportamento dos produtos..Colaborar ativamente com stakeholders — Engenharia, Produto, Risco, Marketing e Mesa de Crédito — para construir as melhores soluções técnicas, sempre com foco no cliente.Requisitos e qualificaçõesO que esperamos de você:Experiência como cientista de dados - Mínimo de 3 anos;Conhecimento sólido em Estatística;Experiência em modelos preditivos e machine learning (aplicações em negócio);Proficiência em Python;Conhecimento em bancos relacionais e não relacionais (NoSQL);Experiência com modelos preditivos em produção;&nbsp;SQL avançado;Publicação e consumo de APIs Rest;Conhecimentos em cloud (preferencialmente AWS);Será diferencial se você tiver:Experiência em projetos com metodologias ágeis;Conhecimento e vivência com as ferramentas como Databricks e Sagemaker da AWS;Experiência com Spark (preferencialmente PySpark);Informações adicionaisDá uma olhada (em alguns) dos benefícios de ser Simpler:🏥 Plano de saúde (amplitude nacional) sem custo de mensalidade e coparticipação para os nossos #Simplers e até +2 dependentes legais&nbsp;🦷 Plano odontológico (amplitude nacional) sem custo de mensalidade e coparticipação para os nossos #Simplers e até +2 dependentes legais🍕 Flex food no cartão Swile&nbsp;💻 Auxílio home office💪 Gympass e Totalpass - extensivo a dependentes legais (filho(a)s e cônjuges)🎂 Birthday-off (para você curtir o seu dia com quem você ama!)📚 Parceria com Instituições Educacionais&nbsp;🍀 Parceria com a plataforma Vittude com diversos psicólogos disponíveis para cuidar da sua saúde mental🔒 Seguro de vida👼🏼 Licença parental (maternidade 180 dias e paternidade 45 dias)🎒 Auxílio Creche",
      "careerPageId": 202300,
      "careerPageName": "Conta Simples",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/80755/career/202300/images/2025-01-29_19-23_companyLogoUrl.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T18:58:05.964Z",
      "applicationDeadline": "2025-09-29T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "São Paulo",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://contasimples.gupy.io/job/eyJqb2JJZCI6OTYwNzg5Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "hybrid",
      "careerPageUrl": "https://contasimples.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9649863,
      "companyId": 2297,
      "name": "Pesquisador Bolsista CNPq  Cientista de dados ",
      "description": "Basta conversar um pouquinho com nosso time para entender que somos apaixonados por impacto!  A&nbsp;Incentiv.me&nbsp;é uma startup de inovação tributária (taxtech) que conecta o ecossistema de leis de incentivo fiscal para que pessoas e empresas possam investir parte dos seus impostos em projetos que resolvam problemas coletivos, contribuindo para um mundo mais justo e inclusivo.&nbsp;Nós existimos para transformar impostos em inovação social e tecnológica!Que tal ser um agente de transformação? 😍&nbsp;Como Pesquisador Bolsista CNPQ (Cientista de Dados) , sua missão será conduzir o desenvolvimento e implementação de soluções analíticas, em especial o aprimoramento da nossa ferramenta de matchmaking, que conecta empresas a projetos sociais, assim como demais produtos de dados que utilizamos em nosso ecossistema. O objetivo é garantir que as ferramentas atendam às crescentes necessidades do mercado e intensifiquem seu impacto social através de conexões mais eficazes e precisas. Este papel exigirá uma combinação de conhecimento técnico em algoritmos de machine learning e uma visão estratégica para explorar como as inovações tecnológicas podem ser aplicadas para promover mudanças sociais positivas.Responsabilidades e atribuiçõesProjetar e implementar soluções avançadas que integrem tanto inteligência artificial quanto outras técnicas analíticas para atender às necessidades específicas dos negócios.Liderar tecnicamente os avanços da ferramenta de matchmaking.Monitorar os resultados e melhorias implementadas.Explorar e implementar novas tecnologias e abordagens em análise de dados e inteligência artificial, mantendo a empresa na vanguarda da inovação.Contribuir para a publicação de artigos e relatórios sobre os avanços tecnológicos e descobertas do projeto.Garantir o cumprimento dos prazos e entregas do projeto aprovado junto ao CNPq.Auxiliar nas prestações de contas, relatórios e documentações do projeto.Requisitos e qualificaçõesNecessário:&nbsp;Ter doutorado concluído(obrigatório em função do formato de contratação via bolsa).Conhecimento avançado em Python: domínio da linguagem de programação Python.Experiência com bancos de dados Relacionais: proficiência em PostgreSQL ou similares, crucial para a gestão eficiente de dados.Expertise em Machine Learning: conhecimento avançado em técnicas de machine learning, com experiência em desenvolvimento e implementação prática de modelos.Desejável:&nbsp;Familiaridade com o terceiro setor.Conhecimento em ferramentas de BI.Familiaridade com o terceiro setor.Conhecimento em N8N.Habilidades e atitudes:Organização: Alta capacidade de gerenciar tempo e recursos de forma eficiente.Resolução de Problemas: Habilidade para identificar e solucionar problemas eficazmente.Comunicação Eficaz: Clareza e concisão na comunicação, tanto verbal quanto escrita.Gestão do Tempo: Eficiência na administração do tempo disponível.Adaptabilidade: Flexibilidade para adaptar-se a mudanças e desafios.Proatividade: Iniciativa para prever e resolver problemas antes que ocorram.Ética Profissional: Integridade e compromisso com padrões éticos e legais.Trabalho em Equipe: Capacidade de colaborar e contribuir em equipes multidisciplinares.Informações adicionaisAqui você encontrará gente do bem, positiva, que ama o que faz e que faz acontecer!Gente que acredita na riqueza da diversidade, por isso todas as nossas vagas são trabalhadas pensando em promover e valorizar uma cultura inclusiva que busque a equidade em relação a Gênero,&nbsp;LGBTQIA+, Pessoas com Deficiência, Etnia e Regionalidades.&nbsp;A nossa história está só começando e nós sonhamos grande!E aí, bora fazer parte desse time? 💜",
      "careerPageId": 4022,
      "careerPageName": "Incentiv",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/2297/career/4022/images/2023-12-01_11-35_companyLogoUrl.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T18:41:22.321Z",
      "applicationDeadline": "2025-08-15T00:00:00.000Z",
      "isRemoteWork": true,
      "city": "",
      "state": "",
      "country": "Brasil",
      "jobUrl": "https://incentivme.gupy.io/job/eyJqb2JJZCI6OTY0OTg2Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": false
      },
      "disabilities": true,
      "workplaceType": "remote",
      "careerPageUrl": "https://incentivme.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9643948,
      "companyId": 40924,
      "name": "ANALISTA DE ENGENHARIA DE DADOS SR - Híbrido",
      "description": "Na Inmetrics, a inovação e a excelência operam lado a lado em um ambiente de trabalho colaborativo, saudável e dinâmico. Nossa cultura valoriza o aprendizado constante, a transparência na comunicação e a flexibilidade, criando um espaço onde cada profissional pode se desenvolver e alcançar o seu máximo potencial.​Nosso time é apaixonado por tecnologia e comprometido com entregas de valor real para os nossos clientes. Nosso diferencial é a eficiência digital. ​Pessoas são o nosso maior ativo, por isso, investimos em oportunidades que vão além de um salário competitivo, proporcionamos benefícios diferenciados em relação ao mercado e um ambiente de trabalho saudável e reconhecido por nossos colaboradores.​#VemparainmetricsResponsabilidades e atribuiçõesA pessoa engenheira de dados irá trabalhar junto ao time de engenharia de Dados do time de Cartões na criação de Pipelines de Dados para ingestão e disponibilização de dados do domínio de cartões no data Lake Corporativo do Santander Brasil. A pessoa trabalhará com um time ágil, em projeto estratégico da área e deve possuir conhecimento em Databricks e PySpark.Requisitos e qualificaçõesConhecimentos Obrigatórios Habilidade em Databricks: Experiência em trabalhar com Apache Spark em Databricks, incluindo a criação e otimização de pipelines de dados. Experiência em Pyspark e Python e Kedro: Fortes habilidades de programação em Pyspark e Python e Kedro para desenvolver, depurar e manter códigos de transformação de dados. Processamento Batch e Streaming de Dados: Conhecimento em processamento de dados em lotes e em streaming (mensageria), com a capacidade de projetar, implementar e manter pipelines de processamento de dados. Conhecimento em DevOps: Familiaridade com o uso do Jenkins para integração e entrega contínua (CI/CD), além de automação de tarefas de implantação e gerenciamento de pipelines. Git: Proficiência em Git para controle de versão de código-fonte e colaboração eficaz em equipes de desenvolvimento. Métodos Ágeis: Compreensão dos princípios e práticas de métodos ágeis, como Kanban e Scrum, para colaboração eficaz e gerenciamento de projetos. Orquestração (por exemplo, Control-M ou outros): Conhecimento em ferramentas de orquestração de processos, o que é importante para o agendamento e controle de fluxos de trabalho. Conhecimento em Microsoft Azure: Experiência com os principais serviços da Microsoft Azure para Dados, incluindo o Azure Databricks, Azure Data Factory e Azure StorageAccounts . Conhecimentos Desejáveis Conhecimento em Azure: Experiência nos principais serviços como Aurora PostgreSQL, CloudWatch, Lambda, S3 Vivência em Ambientes On-Premises (Cloudera): Desejável Experiência anterior com a plataforma Cloudera ou outras soluções on-premises para big data, incluindo Hadoop, HBase e Hive. Conhecimento em desenvolvimento orientado a objeto: Familiaridade com linguagem JAVA é de bastante ajuda (não é necessário codar, sim interpretar). Certificações opcionais: Certificações AZ-900 (Microsoft Azure Fundamentals) e DP-900 (Microsoft Azure Data Fundamentals) são preferenciais e demonstram um conhecimento sólido da plataforma Azure e em dados.Informações adicionaisPySpark-Prática, Azure-Prática",
      "careerPageId": 88327,
      "careerPageName": "Vagas Inmetrics",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/40924/career/88327/images/2025-02-14_18-51_companyLogoUrl.jpg",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T18:24:10.318Z",
      "applicationDeadline": "2025-10-05T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "São Paulo",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://inmetrics.gupy.io/job/eyJqb2JJZCI6OTY0Mzk0OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": false
      },
      "disabilities": false,
      "workplaceType": "hybrid",
      "careerPageUrl": "https://inmetrics.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9642811,
      "companyId": 1162,
      "name": "ANALISTA DE DADOS PLENO",
      "description": "Aqui temos o propósito de&nbsp;\"Transformar a maneira como o brasileiro prepara seu futuro de forma sustentável!\"Se você pensa e acredita nesse propósito, bora construir soluções que ajudem nossos clientes a viver a longevidade de forma plena, consciente e equilibrada.&nbsp;O time de Dados da Brasilprev abre as portas para pessoas que queiram construir soluções pensadas para o cliente e que tangibilizem o planejamento financeiro de longo prazo, a longevidade e as melhores formas de se utilizar os recursos acumulados ao longo de uma vida toda.&nbsp;Se identificou? Venha trabalhar com a gente! ;)Responsabilidades e atribuiçõesEstamos em busca de um Analista de Dados para integrar nossa equipe dedicada à análise e interpretação de dados, gerando oportunidades de negócios, mantendo padrões de Governança de Dados e Compliance.&nbsp;Como Analista de Dados Pleno na Gerência de Dados, você será um dos responsáveis por realizar análises de dados ad-hoc (sob demanda) para áreas de negócios, principalmente automatizar atividades e relatórios das áreas de controladoria, atuarial e planejamento. Auxiliar no desenvolvimento e manutenção de dashboards e relatórios, fornecendo insights e possíveis recomendações.Requisitos e qualificaçõesFormação/ ExperiênciaGraduação em Tecnologia da Informação, Ciências da Computação, Matemática, Física, Estatística, Ciências Atuariais, Economia, Engenharias e Ciências Exatas correlatas.&nbsp;Conhecimentos Específicos/ HabilidadesConhecimento em Python e SQL para análise de dados;Conhecimento básico em ferramentas de visualização de dados, como Power BI.Interesse em realizar análises de dados ad-hoc para áreas de negócios.Interesse em aprender sobre práticas de DataOps.Habilidades de comunicação e capacidade de trabalhar de forma colaborativa em equipes multidisciplinares.Capacidade de aprender rapidamente e se adaptar a novas tecnologias e ferramentas.&nbsp;DiferenciaisConhecimento básico em Azure DevOpsConhecimentos básicos em metodologia ágeisProjetos acadêmicos ou cursos em ferramentas de visualização de dados, análises estatísticas e/ou gestão de projetosFormação em Estatística ou Ciência AtuarialInformações adicionaisPacote de BenefíciosVale Alimentação e Vale RefeiçãoSeguro de VidaSeguro de Saúde - SulaméricaSeguro Odontológico (opcional) - BBDentalPlano de Previdência Brasilprev (opcional)Licença Maternidade e Paternidade estendidaAuxílio Creche/BabáPrograma de Participação dos Resultados (PPR)Vale Transporte / Auxílio FretadoDay Off de um dia no mês de seu aniversárioGympass e Espaço Saúde com programas de promoção à saúde e bem-estar dos colaboradoresFlexibilidade na Jornada de Trabalho e banco de horasConvênio AABB – Associação Atlética do Banco do BrasilPlataforma e-learning de treinamentosTrabalho híbrido (até 02 dias de home office semanal)﻿",
      "careerPageId": 1862,
      "careerPageName": "Brasilprev",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/1162/career/1862/images/2020-08-07_18-53_logo.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T18:11:40.812Z",
      "applicationDeadline": "2025-09-17T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "São Paulo",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://brasilprev.gupy.io/job/eyJqb2JJZCI6OTY0MjgxMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": false
      },
      "disabilities": true,
      "workplaceType": "hybrid",
      "careerPageUrl": "https://brasilprev.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9649759,
      "companyId": 26305,
      "name": "Engenheiro de Dados",
      "description": "A Núcleo Engenharia busca profissional para atuação como Engenheiro.﻿Somos uma empresa diversa e inclusiva. Nossos processos seletivos são conduzidos de forma imparcial, onde prevalece o respeito e a igualdade. Todas as vagas são disponíveis para PCD também.&nbsp;A Núcleo Engenharia é uma empresa colaborativa, que valoriza as pessoas e incentiva o desenvolvimento dos profissionais de cada área. Por isso, buscamos um profissional que compartilhe da mesma ideia e seja comprometido com os nossos objetivos.&nbsp;Se você se identifica com os nossos valores, #VemPraNúcleo!Responsabilidades e atribuiçõesColeta, análise, limpeza e tratamento de dados para subsidiar o planejamento, execução e controle de projetos;Inferência estatística e análise crítica de dados operacional;Desenvolvimento de ferramentas informatizadas para consultas, relatórios e planejamento físico-financeiro;Criação e manutenção de dashboards (Power BI e similares);Programação em Python, R ou JavaScript para automação e análise;Manutenção, consistência e ampliação dos sistemas de informações de poços;Garantia da integridade e atualização dos bancos de dados corporativos;Acompanhamento da execução de projetos de construção e intervenção em poços;Atendimento a demandas de auditorias internas/externas e controle dos planos de ação;Apoio na gestão de investimentos conforme metodologias e sistemas internos;Produção de relatórios, indicadores e apresentações gerenciais;Suporte às reuniões de análise crítica e às rotinas gerenciais com dados e informações tratadas.Requisitos e qualificaçõesGraduação de nível superior em Engenharia;Experiência profissional sólida.Desejável conhecimento em -Power BI ou Tableau;-Programação em R ou Python ou JavaScript.Informações adicionaisLocal de Trabalho: Salvador/BASalário Compatível com o Mercado de Trabalho",
      "careerPageId": 57332,
      "careerPageName": "NÚCLEO ENGENHARIA CONSULTIVA S.A.",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/26305/career/57332/images/2022-03-29_18-41_logo.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T18:11:01.467Z",
      "applicationDeadline": "2025-10-06T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "Salvador",
      "state": "Bahia",
      "country": "Brasil",
      "jobUrl": "https://nucleoengenharia.gupy.io/job/eyJqb2JJZCI6OTY0OTc1OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "on-site",
      "careerPageUrl": "https://nucleoengenharia.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9581607,
      "companyId": 33009,
      "name": "Analista de Dados ",
      "description": "Resumo da posição: Será responsável por apoiar a área de Experiência do Cliente por meio da estruturação, análise e visualização de dados relacionados à jornada, satisfação e percepções dos clientes. Atuará com a criação de dashboards e relatórios que transformem dados em insights estratégicos, contribuindo diretamente para decisões mais inteligentes e centradas no cliente.Responsabilidades e atribuiçõesCriar e manter dashboards em ferramentas de BI (Power BI, Looker, Tableau ou similares) com foco em indicadores de experiência do cliente (ex: NPS, CSAT, CES, tempo de resposta, feedbacks abertos).Consolidar dados de diferentes fontes (SAC, pesquisas, CRM, redes sociais) para geração de relatórios analíticos e executivos.Apoiar na análise de dados da jornada do cliente, identificando pontos de atrito, oportunidades de melhoria e tendências de comportamento.Trabalhar em parceria com times de CX, atendimento e produto para transformar dados em planos de ação concretos.Monitorar indicadores de voz do cliente e gerar alertas sobre mudanças significativas nos dados.Ajudar a disseminar uma cultura data-driven voltada à centralidade no cliente.Requisitos e qualificaçõesEnsino médio completo (superior cursando ou completo em áreas como Administração, Ciência de Dados, Marketing, Estatística, Engenharia ou áreas correlatas).Conhecimento intermediário em Excel e manipulação de bases de dados.Experiência com ferramentas de Business Intelligence (Power BI, Looker Studio, Tableau, etc.).Capacidade analítica, organização e atenção a detalhes.Facilidade para interpretar e comunicar informações de forma simples e objetiva.Desejável: conhecimento básico de métricas de CX (NPS, CSAT, CES) e jornada do cliente.",
      "careerPageId": 75417,
      "careerPageName": "Finnet",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/33009/career/75417/images/2022-09-30_18-27_logo.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T18:05:22.111Z",
      "applicationDeadline": "2025-09-23T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "Barueri",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://finnet.gupy.io/job/eyJqb2JJZCI6OTU4MTYwNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": false
      },
      "disabilities": false,
      "workplaceType": "hybrid",
      "careerPageUrl": "https://finnet.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9615870,
      "companyId": 14491,
      "name": "Analista de Dados Sênior",
      "description": "Unidade de Negócio: Sem PararLocal de trabalho: PinheirosModelo de trabalho: Híbrido 2x3 (ida ao escritório duas vezes na semana)Objetivos do cargo que você irá atuar: Responsável por modelar o negócio de ponta a ponta, englobando aquisição de clientes, gestão do ciclo de vida, otimização do funil de vendas, rentabilização, retenção e jornadas de inadimplência ou de prevenção à retenção prematura.Atua de forma cross‐functional, unindo dados, testes A/B, P&amp;Ls e visão customer‐centric para maximizar receita e minimizar churn.Responsabilidades e atribuiçõesCalcular e monitorar métricas como LTV, receita, churn, conversão, impactos na base (contact rate, contestações), engajamento, utilização e inadimplênciaGarantir relatórios periódicos (dashboards, painéis de BI) para stakeholders de produto, vendas e finançasModelagem de cenários de crescimentoEstratégias de base e ações operacionaisAcompanhamento de performance VS orçamento e forecastVisão TAG‐Centrica e Customer‐CentricRequisitos e qualificaçõesÉ imprescindível que você tenha:Excel avançadoConhecimento avançado de Ferramentas de BIDomínio de SQL Noções intermediárias de Python/R para modelagem estatística Conhecimento de frameworks de testes A/B (Optimizely, Google Optimize, etc.)Compreensão de métricas financeiras: EBITDA, P&amp;L, ROI, CAC, churn rate, LTV.Informações adicionaisFique por dentro do que te oferecemos:VA/VR, você decide. Oferecemos duas opções e você pode optar entre uma delas, VA para uso no mercado, VR para uso no dia a dia em restaurantes;Assistência Médica Sulamérica;Assistência Odontológica;Wellhub, antigo Gympass*;PLR (Participação nos Lucros e Resultados, de acordo com a política vigente);Telemedicina: você poderá realizar consultas online, via chamada de vídeo com médicos disponíveis 24h por dia, 7 dias por semana;Day-off de aniversário pessoal;Day-off de aniversário de empresa;Mensalidade Sem Parar Essencial sem custo para você;Seguro de Vida;Programa de acompanhamento para gestantes e licença paternidade estendida;Desconto de até 20% em instituições de ensino para cursar pós graduação ou MBA;",
      "careerPageId": 45154,
      "careerPageName": "Sem Parar",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/14491/career/45154/images/2022-01-17_18-57_logo.jpg",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T17:41:32.925Z",
      "applicationDeadline": "2025-10-31T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "São Paulo",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://semparar.gupy.io/job/eyJqb2JJZCI6OTYxNTg3MCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "hybrid",
      "careerPageUrl": "https://semparar.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9650817,
      "companyId": 1253,
      "name": "Analista de Dados Sênior",
      "description": "Você é apaixonado(a) por tecnologia, busca autonomia no trabalho e quer fazer parte de uma equipe que ama desafios? Então, seu lugar é na Anota AI! 🚀Aqui, você terá a oportunidade de trabalhar no ambiente dinâmico de uma startup em crescimento acelerado, ajudando a transformar o atendimento de restaurantes em todo o Brasil com nossa solução inovadora.Por que trabalhar na Anota AI?Somos uma plataforma especializada em atendentes virtuais para restaurantes, capaz de atender clientes em redes sociais e ambientes físicos, respondendo dúvidas, fidelizando clientes, recomendando pratos e anotando pedidos.Desde 2018, acumulamos reconhecimentos importantes:✨ Seleção pela WOW, uma das melhores aceleradoras de startups do Brasil.✨ Participação no programa Inovativa Brasil, sendo destaque entre as 100 melhores startups.Com nossa expansão acelerada, buscamos pessoas talentosas e motivadas para construir conosco o futuro do atendimento digital no Brasil.Responsabilidades e atribuiçõesEntender/definir as principais necessidades de negócio, bem como as principais alavancas e indicadores que as influenciam;Modelar dados em grande escala;Definir e conduzir roadmap de análises, conectando os insights produzidos com as necessidades de negócio;Liderar a construção e a execução de roadmaps de datasets e ETLs necessários ao projeto;Manter constante alinhamento com stakeholders de negócio;Ajudar a liderança a definir os objetivos e plano de trabalho da equipe;Disseminar boas práticas de programação dentro do time;Desenvolver soluções modulares e produtos que podem ser reaproveitados ou integralmente utilizados por outras áreas, identificando oportunidades e compartilhando conhecimento;Propor estudos, métricas e questionamentos para evolução constante dos nossos produtos e SLAs;Sugerir melhorias em datasets-chave com o objetivo de facilitar o dia-a-dia do negócio, reduzir custos de infraestrutura e aumentar nossa eficiência de operação.Requisitos e qualificaçõesDomínio de SQL e/ou pyspark;Estatística;Conhecimentos em ferramentas de visualização de dados;Conhecimento em Excel, Airflow e Databricks.Informações adicionais✨ Benefícios Anota Ai: cuidando de você e do seu crescimento ✨🌎 Vaga 100% Remota: trabalhe de onde estiver, com total flexibilidade.💼 Contratação CLT: segurança e estabilidade para sua carreira.🏠 Auxílio Home Office: para garantir conforto e produtividade.🍴 Vale Refeição: para suas refeições com praticidade e equilíbrio.🎭 Auxílio Cultura: para explorar experiências culturais.💙 Plano de Saúde Bradesco (Coparticipação) + Pipo Saúde: saúde em primeiro lugar para você e sua família.🌟 Plataforma Starbem: suporte para seu bem-estar emocional.🎉 Day Off de Aniversário: comemore seu dia com folga garantida.👶 Auxílio Creche + Kit Anota Baby: cuidamos da sua família enquanto você cresce com a gente.💪 Gympass: acesso a academias e atividades para cuidar do corpo e da mente.👨‍👩‍👧‍👦 Licença Maternidade e Paternidade Estendida: mais tempo para os momentos especiais.🛡️ Seguro de Vida: proteção adicional para você e sua família.🧡 Auxílio Financeiro para Filhos PCD: apoio para quem mais precisa.😊 Ambiente Descontraído e Colaborativo: seja você mesmo enquanto faz a diferença.💻 Equipamentos Fornecidos: tudo o que você precisa para desempenhar suas atividades com excelência.🚀 Venha fazer parte de um time que valoriza seu talento e potencial em todos os sentidos!Venha transformar a experiência de atendimento em restaurantes de todo o Brasil com a gente. Juntos, vamos criar um futuro ainda mais digital, prático e inovador!♿ Todas as nossas vagas estão abertas e são inclusivas para Pessoas com Deficiência (PCDs).🌟 Se identificou? Candidate-se agora e faça parte do nosso time fenomenal!",
      "careerPageId": 2256,
      "careerPageName": "Anota AI 💙",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/1253/career/2256/images/2025-03-26_17-15_companyLogoUrl.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T19:31:31.091Z",
      "applicationDeadline": "2025-08-31T00:00:00.000Z",
      "isRemoteWork": true,
      "city": "",
      "state": "",
      "country": "Brasil",
      "jobUrl": "https://anotaai.gupy.io/job/eyJqb2JJZCI6OTY1MDgxNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "remote",
      "careerPageUrl": "https://anotaai.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9650657,
      "companyId": 26305,
      "name": "Engenheiro de dados ",
      "description": "A&nbsp;Núcleo Engenharia&nbsp;busca profissional&nbsp;para atuação como Engenheiro de Dados, para contribuir com as demandas da área de&nbsp;Engenharia, realizando&nbsp;a coordenação, projeto, analise, logística e segurança de poços.A&nbsp;Núcleo Engenharia&nbsp;é uma empresa&nbsp;colaborativa, que&nbsp;valoriza as pessoas&nbsp;e incentiva o&nbsp;desenvolvimento&nbsp;dos profissionais de cada área. Por isso, buscamos um profissional que compartilhe da mesma ideia e seja&nbsp;comprometido&nbsp;com os nossos objetivos.Se você se identifica com os nossos valores.Somos uma empresa diversa e inclusiva. Nossos processos seletivos são conduzidos de forma imparcial, onde prevalece o respeito e a igualdade.&nbsp;Todas as vagas são disponíveis para PCD também.&nbsp;#VemPraNúcleo!Responsabilidades e atribuiçõesAnálise e tratamento de dados;Desenvolvimento e manutenção de sistemas de informação e dashboards relacionados a poços.Controle e consistência de bancos de dados.Suporte ao planejamento, controle e análise crítica de projetos de intervenção e construção de poços.Atendimento a auditorias, elaboração de relatórios e suporte a rotinas gerenciais.Requisitos e qualificaçõesExperiência sólida em visualização de dadosExperiência sólida em programação Informações adicionaisLocal de Trabalho:&nbsp;Natal/RN 🏢Remuneração e benefícios de acordo com mercado&nbsp;🤑",
      "careerPageId": 57332,
      "careerPageName": "NÚCLEO ENGENHARIA CONSULTIVA S.A.",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/26305/career/57332/images/2022-03-29_18-41_logo.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T19:20:08.233Z",
      "applicationDeadline": "2025-11-07T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "Natal",
      "state": "Rio Grande do Norte",
      "country": "Brasil",
      "jobUrl": "https://nucleoengenharia.gupy.io/job/eyJqb2JJZCI6OTY1MDY1Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "on-site",
      "careerPageUrl": "https://nucleoengenharia.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9650589,
      "companyId": 68258,
      "name": "Analista Dados",
      "description": "A cultura da Mega Rio é descrita como sendo baseada na simplicidade e objetividade. A busca constante pela excelência na qualidade dos produtos e serviços, além do foco na satisfação dos clientes, destaca o compromisso da empresa em oferecer o melhor para seus consumidores.Responsabilidades e atribuiçõesAtuar na análise e otimização da performance da equipe de vendas por meio da gestão eficiente da carteira de clientes, roteirização comercial e identificação de oportunidades para aumento de cobertura, frequência de visitas e conversão de vendas. Será responsável por garantir que a atuação dos vendedores esteja alinhada com o potencial de mercado e estratégias da empresa.&nbsp;Realizar o acompanhamento e análise das rotas de vendedores, propondo melhorias em produtividade, cobertura e eficiência;Desenvolver e atualizar dashboards e relatórios de desempenho, com indicadores como positivação, taxa de conversão, frequência de atendimento e giro de carteira;Apoiar a equipe comercial com análises de clusterização de clientes, segmentação e oportunidades de expansão de atendimento;Participar do desenho de metas e monitoramento de KPIs de eficiência comercial;Conduzir análises de gap de atendimento, clientes inativos e roteiros ociosos;Desenvolver e implementar os processos relacionados à carteira e roteirização.&nbsp;&nbsp;Requisitos e qualificaçõesFormação superior em Administração, Engenharia, Economia, Marketing ou áreas correlatas;Domínio de Excel (nível avançado) e ferramentas de BI (Power BI);Desejável conhecimento em sistemas de roteirização ou CRM.Habilidade na elaboração de planilhas e controle de metas;Conhecimentos em ferramentas de BI;Fácil acesso ao Recreio dos Bandeirantes&nbsp;",
      "careerPageId": 164171,
      "careerPageName": "Grupo Mega Rio",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/68258/career/164171/images/2023-08-29_14-28_companyLogoUrl.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T19:10:53.101Z",
      "applicationDeadline": "2025-09-05T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "Rio de Janeiro",
      "state": "Rio de Janeiro",
      "country": "Brasil",
      "jobUrl": "https://grupomegario.gupy.io/job/eyJqb2JJZCI6OTY1MDU4OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "on-site",
      "careerPageUrl": "https://grupomegario.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9607892,
      "companyId": 80755,
      "name": "Cientista de Dados - Sr",
      "description": "Modelo de trabalho:📍 Modelo de trabalho híbrido (Brooklin, São Paulo/SP)&nbsp;Sobre o time:Nossa equipe de Produto na Conta Simples se dedica a compreender profundamente e aprimorar continuamente como nossos produtos facilitam o dia a dia de cada um de nossos clientes.Desafios da posição:Nesta posição, você será o catalisador da otimização e inovação dos nossos produtos, com foco em uma estratégia orientada por dados. Seu principal desafio será impulsionar a melhoria contínua de modelos como cross-sell, up-sell, segmentações, Next Best Offer (NBO), Market Basket Analysis (MBA), perfis de cliente e testes A/B.Para isso, é fundamental garantir que as soluções estejam perfeitamente alinhadas com as expectativas e necessidades dos principais stakeholders, incluindo as equipes de Engenharia, Produto, Risco, Marketing e a Mesa de Crédito.Responsabilidades e atribuiçõesSeu dia a dia na Conta Simples:Aprimorar continuamente modelos de comportamento de produtos e clientes.Construir e monitorar a performance de testes controlados.Desenvolver soluções de processamento de dados em nuvem para levar os modelos à produção.Estruturar métricas de controle que garantam a performance dos produtos.Expandir as monitorias sobre o comportamento dos produtos..Colaborar ativamente com stakeholders — Engenharia, Produto, Risco, Marketing e Mesa de Crédito — para construir as melhores soluções técnicas, sempre com foco no cliente.Requisitos e qualificaçõesO que esperamos de você:Experiência como cientista de dados - Mínimo de 3 anos;Conhecimento sólido em Estatística;Experiência em modelos preditivos e machine learning (aplicações em negócio);Proficiência em Python;Conhecimento em bancos relacionais e não relacionais (NoSQL);Experiência com modelos preditivos em produção;&nbsp;SQL avançado;Publicação e consumo de APIs Rest;Conhecimentos em cloud (preferencialmente AWS);Será diferencial se você tiver:Experiência em projetos com metodologias ágeis;Conhecimento e vivência com as ferramentas como Databricks e Sagemaker da AWS;Experiência com Spark (preferencialmente PySpark);Informações adicionaisDá uma olhada (em alguns) dos benefícios de ser Simpler:🏥 Plano de saúde (amplitude nacional) sem custo de mensalidade e coparticipação para os nossos #Simplers e até +2 dependentes legais&nbsp;🦷 Plano odontológico (amplitude nacional) sem custo de mensalidade e coparticipação para os nossos #Simplers e até +2 dependentes legais🍕 Flex food no cartão Swile&nbsp;💻 Auxílio home office💪 Gympass e Totalpass - extensivo a dependentes legais (filho(a)s e cônjuges)🎂 Birthday-off (para você curtir o seu dia com quem você ama!)📚 Parceria com Instituições Educacionais&nbsp;🍀 Parceria com a plataforma Vittude com diversos psicólogos disponíveis para cuidar da sua saúde mental🔒 Seguro de vida👼🏼 Licença parental (maternidade 180 dias e paternidade 45 dias)🎒 Auxílio Creche",
      "careerPageId": 202300,
      "careerPageName": "Conta Simples",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/80755/career/202300/images/2025-01-29_19-23_companyLogoUrl.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T18:58:05.964Z",
      "applicationDeadline": "2025-09-29T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "São Paulo",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://contasimples.gupy.io/job/eyJqb2JJZCI6OTYwNzg5Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "hybrid",
      "careerPageUrl": "https://contasimples.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9649863,
      "companyId": 2297,
      "name": "Pesquisador Bolsista CNPq  Cientista de dados ",
      "description": "Basta conversar um pouquinho com nosso time para entender que somos apaixonados por impacto!  A&nbsp;Incentiv.me&nbsp;é uma startup de inovação tributária (taxtech) que conecta o ecossistema de leis de incentivo fiscal para que pessoas e empresas possam investir parte dos seus impostos em projetos que resolvam problemas coletivos, contribuindo para um mundo mais justo e inclusivo.&nbsp;Nós existimos para transformar impostos em inovação social e tecnológica!Que tal ser um agente de transformação? 😍&nbsp;Como Pesquisador Bolsista CNPQ (Cientista de Dados) , sua missão será conduzir o desenvolvimento e implementação de soluções analíticas, em especial o aprimoramento da nossa ferramenta de matchmaking, que conecta empresas a projetos sociais, assim como demais produtos de dados que utilizamos em nosso ecossistema. O objetivo é garantir que as ferramentas atendam às crescentes necessidades do mercado e intensifiquem seu impacto social através de conexões mais eficazes e precisas. Este papel exigirá uma combinação de conhecimento técnico em algoritmos de machine learning e uma visão estratégica para explorar como as inovações tecnológicas podem ser aplicadas para promover mudanças sociais positivas.Responsabilidades e atribuiçõesProjetar e implementar soluções avançadas que integrem tanto inteligência artificial quanto outras técnicas analíticas para atender às necessidades específicas dos negócios.Liderar tecnicamente os avanços da ferramenta de matchmaking.Monitorar os resultados e melhorias implementadas.Explorar e implementar novas tecnologias e abordagens em análise de dados e inteligência artificial, mantendo a empresa na vanguarda da inovação.Contribuir para a publicação de artigos e relatórios sobre os avanços tecnológicos e descobertas do projeto.Garantir o cumprimento dos prazos e entregas do projeto aprovado junto ao CNPq.Auxiliar nas prestações de contas, relatórios e documentações do projeto.Requisitos e qualificaçõesNecessário:&nbsp;Ter doutorado concluído(obrigatório em função do formato de contratação via bolsa).Conhecimento avançado em Python: domínio da linguagem de programação Python.Experiência com bancos de dados Relacionais: proficiência em PostgreSQL ou similares, crucial para a gestão eficiente de dados.Expertise em Machine Learning: conhecimento avançado em técnicas de machine learning, com experiência em desenvolvimento e implementação prática de modelos.Desejável:&nbsp;Familiaridade com o terceiro setor.Conhecimento em ferramentas de BI.Familiaridade com o terceiro setor.Conhecimento em N8N.Habilidades e atitudes:Organização: Alta capacidade de gerenciar tempo e recursos de forma eficiente.Resolução de Problemas: Habilidade para identificar e solucionar problemas eficazmente.Comunicação Eficaz: Clareza e concisão na comunicação, tanto verbal quanto escrita.Gestão do Tempo: Eficiência na administração do tempo disponível.Adaptabilidade: Flexibilidade para adaptar-se a mudanças e desafios.Proatividade: Iniciativa para prever e resolver problemas antes que ocorram.Ética Profissional: Integridade e compromisso com padrões éticos e legais.Trabalho em Equipe: Capacidade de colaborar e contribuir em equipes multidisciplinares.Informações adicionaisAqui você encontrará gente do bem, positiva, que ama o que faz e que faz acontecer!Gente que acredita na riqueza da diversidade, por isso todas as nossas vagas são trabalhadas pensando em promover e valorizar uma cultura inclusiva que busque a equidade em relação a Gênero,&nbsp;LGBTQIA+, Pessoas com Deficiência, Etnia e Regionalidades.&nbsp;A nossa história está só começando e nós sonhamos grande!E aí, bora fazer parte desse time? 💜",
      "careerPageId": 4022,
      "careerPageName": "Incentiv",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/2297/career/4022/images/2023-12-01_11-35_companyLogoUrl.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T18:41:22.321Z",
      "applicationDeadline": "2025-08-15T00:00:00.000Z",
      "isRemoteWork": true,
      "city": "",
      "state": "",
      "country": "Brasil",
      "jobUrl": "https://incentivme.gupy.io/job/eyJqb2JJZCI6OTY0OTg2Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": false
      },
      "disabilities": true,
      "workplaceType": "remote",
      "careerPageUrl": "https://incentivme.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9643948,
      "companyId": 40924,
      "name": "ANALISTA DE ENGENHARIA DE DADOS SR - Híbrido",
      "description": "Na Inmetrics, a inovação e a excelência operam lado a lado em um ambiente de trabalho colaborativo, saudável e dinâmico. Nossa cultura valoriza o aprendizado constante, a transparência na comunicação e a flexibilidade, criando um espaço onde cada profissional pode se desenvolver e alcançar o seu máximo potencial.​Nosso time é apaixonado por tecnologia e comprometido com entregas de valor real para os nossos clientes. Nosso diferencial é a eficiência digital. ​Pessoas são o nosso maior ativo, por isso, investimos em oportunidades que vão além de um salário competitivo, proporcionamos benefícios diferenciados em relação ao mercado e um ambiente de trabalho saudável e reconhecido por nossos colaboradores.​#VemparainmetricsResponsabilidades e atribuiçõesA pessoa engenheira de dados irá trabalhar junto ao time de engenharia de Dados do time de Cartões na criação de Pipelines de Dados para ingestão e disponibilização de dados do domínio de cartões no data Lake Corporativo do Santander Brasil. A pessoa trabalhará com um time ágil, em projeto estratégico da área e deve possuir conhecimento em Databricks e PySpark.Requisitos e qualificaçõesConhecimentos Obrigatórios Habilidade em Databricks: Experiência em trabalhar com Apache Spark em Databricks, incluindo a criação e otimização de pipelines de dados. Experiência em Pyspark e Python e Kedro: Fortes habilidades de programação em Pyspark e Python e Kedro para desenvolver, depurar e manter códigos de transformação de dados. Processamento Batch e Streaming de Dados: Conhecimento em processamento de dados em lotes e em streaming (mensageria), com a capacidade de projetar, implementar e manter pipelines de processamento de dados. Conhecimento em DevOps: Familiaridade com o uso do Jenkins para integração e entrega contínua (CI/CD), além de automação de tarefas de implantação e gerenciamento de pipelines. Git: Proficiência em Git para controle de versão de código-fonte e colaboração eficaz em equipes de desenvolvimento. Métodos Ágeis: Compreensão dos princípios e práticas de métodos ágeis, como Kanban e Scrum, para colaboração eficaz e gerenciamento de projetos. Orquestração (por exemplo, Control-M ou outros): Conhecimento em ferramentas de orquestração de processos, o que é importante para o agendamento e controle de fluxos de trabalho. Conhecimento em Microsoft Azure: Experiência com os principais serviços da Microsoft Azure para Dados, incluindo o Azure Databricks, Azure Data Factory e Azure StorageAccounts . Conhecimentos Desejáveis Conhecimento em Azure: Experiência nos principais serviços como Aurora PostgreSQL, CloudWatch, Lambda, S3 Vivência em Ambientes On-Premises (Cloudera): Desejável Experiência anterior com a plataforma Cloudera ou outras soluções on-premises para big data, incluindo Hadoop, HBase e Hive. Conhecimento em desenvolvimento orientado a objeto: Familiaridade com linguagem JAVA é de bastante ajuda (não é necessário codar, sim interpretar). Certificações opcionais: Certificações AZ-900 (Microsoft Azure Fundamentals) e DP-900 (Microsoft Azure Data Fundamentals) são preferenciais e demonstram um conhecimento sólido da plataforma Azure e em dados.Informações adicionaisPySpark-Prática, Azure-Prática",
      "careerPageId": 88327,
      "careerPageName": "Vagas Inmetrics",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/40924/career/88327/images/2025-02-14_18-51_companyLogoUrl.jpg",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T18:24:10.318Z",
      "applicationDeadline": "2025-10-05T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "São Paulo",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://inmetrics.gupy.io/job/eyJqb2JJZCI6OTY0Mzk0OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": false
      },
      "disabilities": false,
      "workplaceType": "hybrid",
      "careerPageUrl": "https://inmetrics.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9642811,
      "companyId": 1162,
      "name": "ANALISTA DE DADOS PLENO",
      "description": "Aqui temos o propósito de&nbsp;\"Transformar a maneira como o brasileiro prepara seu futuro de forma sustentável!\"Se você pensa e acredita nesse propósito, bora construir soluções que ajudem nossos clientes a viver a longevidade de forma plena, consciente e equilibrada.&nbsp;O time de Dados da Brasilprev abre as portas para pessoas que queiram construir soluções pensadas para o cliente e que tangibilizem o planejamento financeiro de longo prazo, a longevidade e as melhores formas de se utilizar os recursos acumulados ao longo de uma vida toda.&nbsp;Se identificou? Venha trabalhar com a gente! ;)Responsabilidades e atribuiçõesEstamos em busca de um Analista de Dados para integrar nossa equipe dedicada à análise e interpretação de dados, gerando oportunidades de negócios, mantendo padrões de Governança de Dados e Compliance.&nbsp;Como Analista de Dados Pleno na Gerência de Dados, você será um dos responsáveis por realizar análises de dados ad-hoc (sob demanda) para áreas de negócios, principalmente automatizar atividades e relatórios das áreas de controladoria, atuarial e planejamento. Auxiliar no desenvolvimento e manutenção de dashboards e relatórios, fornecendo insights e possíveis recomendações.Requisitos e qualificaçõesFormação/ ExperiênciaGraduação em Tecnologia da Informação, Ciências da Computação, Matemática, Física, Estatística, Ciências Atuariais, Economia, Engenharias e Ciências Exatas correlatas.&nbsp;Conhecimentos Específicos/ HabilidadesConhecimento em Python e SQL para análise de dados;Conhecimento básico em ferramentas de visualização de dados, como Power BI.Interesse em realizar análises de dados ad-hoc para áreas de negócios.Interesse em aprender sobre práticas de DataOps.Habilidades de comunicação e capacidade de trabalhar de forma colaborativa em equipes multidisciplinares.Capacidade de aprender rapidamente e se adaptar a novas tecnologias e ferramentas.&nbsp;DiferenciaisConhecimento básico em Azure DevOpsConhecimentos básicos em metodologia ágeisProjetos acadêmicos ou cursos em ferramentas de visualização de dados, análises estatísticas e/ou gestão de projetosFormação em Estatística ou Ciência AtuarialInformações adicionaisPacote de BenefíciosVale Alimentação e Vale RefeiçãoSeguro de VidaSeguro de Saúde - SulaméricaSeguro Odontológico (opcional) - BBDentalPlano de Previdência Brasilprev (opcional)Licença Maternidade e Paternidade estendidaAuxílio Creche/BabáPrograma de Participação dos Resultados (PPR)Vale Transporte / Auxílio FretadoDay Off de um dia no mês de seu aniversárioGympass e Espaço Saúde com programas de promoção à saúde e bem-estar dos colaboradoresFlexibilidade na Jornada de Trabalho e banco de horasConvênio AABB – Associação Atlética do Banco do BrasilPlataforma e-learning de treinamentosTrabalho híbrido (até 02 dias de home office semanal)﻿",
      "careerPageId": 1862,
      "careerPageName": "Brasilprev",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/1162/career/1862/images/2020-08-07_18-53_logo.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T18:11:40.812Z",
      "applicationDeadline": "2025-09-17T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "São Paulo",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://brasilprev.gupy.io/job/eyJqb2JJZCI6OTY0MjgxMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": false
      },
      "disabilities": true,
      "workplaceType": "hybrid",
      "careerPageUrl": "https://brasilprev.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9649759,
      "companyId": 26305,
      "name": "Engenheiro de Dados",
      "description": "A Núcleo Engenharia busca profissional para atuação como Engenheiro.﻿Somos uma empresa diversa e inclusiva. Nossos processos seletivos são conduzidos de forma imparcial, onde prevalece o respeito e a igualdade. Todas as vagas são disponíveis para PCD também.&nbsp;A Núcleo Engenharia é uma empresa colaborativa, que valoriza as pessoas e incentiva o desenvolvimento dos profissionais de cada área. Por isso, buscamos um profissional que compartilhe da mesma ideia e seja comprometido com os nossos objetivos.&nbsp;Se você se identifica com os nossos valores, #VemPraNúcleo!Responsabilidades e atribuiçõesColeta, análise, limpeza e tratamento de dados para subsidiar o planejamento, execução e controle de projetos;Inferência estatística e análise crítica de dados operacional;Desenvolvimento de ferramentas informatizadas para consultas, relatórios e planejamento físico-financeiro;Criação e manutenção de dashboards (Power BI e similares);Programação em Python, R ou JavaScript para automação e análise;Manutenção, consistência e ampliação dos sistemas de informações de poços;Garantia da integridade e atualização dos bancos de dados corporativos;Acompanhamento da execução de projetos de construção e intervenção em poços;Atendimento a demandas de auditorias internas/externas e controle dos planos de ação;Apoio na gestão de investimentos conforme metodologias e sistemas internos;Produção de relatórios, indicadores e apresentações gerenciais;Suporte às reuniões de análise crítica e às rotinas gerenciais com dados e informações tratadas.Requisitos e qualificaçõesGraduação de nível superior em Engenharia;Experiência profissional sólida.Desejável conhecimento em -Power BI ou Tableau;-Programação em R ou Python ou JavaScript.Informações adicionaisLocal de Trabalho: Salvador/BASalário Compatível com o Mercado de Trabalho",
      "careerPageId": 57332,
      "careerPageName": "NÚCLEO ENGENHARIA CONSULTIVA S.A.",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/26305/career/57332/images/2022-03-29_18-41_logo.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T18:11:01.467Z",
      "applicationDeadline": "2025-10-06T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "Salvador",
      "state": "Bahia",
      "country": "Brasil",
      "jobUrl": "https://nucleoengenharia.gupy.io/job/eyJqb2JJZCI6OTY0OTc1OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "on-site",
      "careerPageUrl": "https://nucleoengenharia.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9581607,
      "companyId": 33009,
      "name": "Analista de Dados ",
      "description": "Resumo da posição: Será responsável por apoiar a área de Experiência do Cliente por meio da estruturação, análise e visualização de dados relacionados à jornada, satisfação e percepções dos clientes. Atuará com a criação de dashboards e relatórios que transformem dados em insights estratégicos, contribuindo diretamente para decisões mais inteligentes e centradas no cliente.Responsabilidades e atribuiçõesCriar e manter dashboards em ferramentas de BI (Power BI, Looker, Tableau ou similares) com foco em indicadores de experiência do cliente (ex: NPS, CSAT, CES, tempo de resposta, feedbacks abertos).Consolidar dados de diferentes fontes (SAC, pesquisas, CRM, redes sociais) para geração de relatórios analíticos e executivos.Apoiar na análise de dados da jornada do cliente, identificando pontos de atrito, oportunidades de melhoria e tendências de comportamento.Trabalhar em parceria com times de CX, atendimento e produto para transformar dados em planos de ação concretos.Monitorar indicadores de voz do cliente e gerar alertas sobre mudanças significativas nos dados.Ajudar a disseminar uma cultura data-driven voltada à centralidade no cliente.Requisitos e qualificaçõesEnsino médio completo (superior cursando ou completo em áreas como Administração, Ciência de Dados, Marketing, Estatística, Engenharia ou áreas correlatas).Conhecimento intermediário em Excel e manipulação de bases de dados.Experiência com ferramentas de Business Intelligence (Power BI, Looker Studio, Tableau, etc.).Capacidade analítica, organização e atenção a detalhes.Facilidade para interpretar e comunicar informações de forma simples e objetiva.Desejável: conhecimento básico de métricas de CX (NPS, CSAT, CES) e jornada do cliente.",
      "careerPageId": 75417,
      "careerPageName": "Finnet",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/33009/career/75417/images/2022-09-30_18-27_logo.png",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T18:05:22.111Z",
      "applicationDeadline": "2025-09-23T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "Barueri",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://finnet.gupy.io/job/eyJqb2JJZCI6OTU4MTYwNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": false
      },
      "disabilities": false,
      "workplaceType": "hybrid",
      "careerPageUrl": "https://finnet.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    },
    {
      "id": 9615870,
      "companyId": 14491,
      "name": "Analista de Dados Sênior",
      "description": "Unidade de Negócio: Sem PararLocal de trabalho: PinheirosModelo de trabalho: Híbrido 2x3 (ida ao escritório duas vezes na semana)Objetivos do cargo que você irá atuar: Responsável por modelar o negócio de ponta a ponta, englobando aquisição de clientes, gestão do ciclo de vida, otimização do funil de vendas, rentabilização, retenção e jornadas de inadimplência ou de prevenção à retenção prematura.Atua de forma cross‐functional, unindo dados, testes A/B, P&amp;Ls e visão customer‐centric para maximizar receita e minimizar churn.Responsabilidades e atribuiçõesCalcular e monitorar métricas como LTV, receita, churn, conversão, impactos na base (contact rate, contestações), engajamento, utilização e inadimplênciaGarantir relatórios periódicos (dashboards, painéis de BI) para stakeholders de produto, vendas e finançasModelagem de cenários de crescimentoEstratégias de base e ações operacionaisAcompanhamento de performance VS orçamento e forecastVisão TAG‐Centrica e Customer‐CentricRequisitos e qualificaçõesÉ imprescindível que você tenha:Excel avançadoConhecimento avançado de Ferramentas de BIDomínio de SQL Noções intermediárias de Python/R para modelagem estatística Conhecimento de frameworks de testes A/B (Optimizely, Google Optimize, etc.)Compreensão de métricas financeiras: EBITDA, P&amp;L, ROI, CAC, churn rate, LTV.Informações adicionaisFique por dentro do que te oferecemos:VA/VR, você decide. Oferecemos duas opções e você pode optar entre uma delas, VA para uso no mercado, VR para uso no dia a dia em restaurantes;Assistência Médica Sulamérica;Assistência Odontológica;Wellhub, antigo Gympass*;PLR (Participação nos Lucros e Resultados, de acordo com a política vigente);Telemedicina: você poderá realizar consultas online, via chamada de vídeo com médicos disponíveis 24h por dia, 7 dias por semana;Day-off de aniversário pessoal;Day-off de aniversário de empresa;Mensalidade Sem Parar Essencial sem custo para você;Seguro de Vida;Programa de acompanhamento para gestantes e licença paternidade estendida;Desconto de até 20% em instituições de ensino para cursar pós graduação ou MBA;",
      "careerPageId": 45154,
      "careerPageName": "Sem Parar",
      "careerPageLogo": "https://attachments.gupy.io/production/companies/14491/career/45154/images/2022-01-17_18-57_logo.jpg",
      "type": "vacancy_type_effective",
      "publishedDate": "2025-08-07T17:41:32.925Z",
      "applicationDeadline": "2025-10-31T00:00:00.000Z",
      "isRemoteWork": false,
      "city": "São Paulo",
      "state": "São Paulo",
      "country": "Brasil",
      "jobUrl": "https://semparar.gupy.io/job/eyJqb2JJZCI6OTYxNTg3MCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
      "badges": {
        "friendlyBadge": true
      },
      "disabilities": true,
      "workplaceType": "hybrid",
      "careerPageUrl": "https://semparar.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
    }
  ],
  "pagination": {
    "offset": 0,
    "limit": 10,
    "total": 30
  }
}